Repository: mbenkmann/limux-gosa
Catalog: gosa-core/locale/core/*/LC_MESSAGES/messages.po
Languages: de

source: Manage organizations, organizational units, localities, countries and more
de: Verwalten von Organisationen, Organisationsheineiten, Standorten, Ländern und mehr

source: As soon as the tag operation has finished, you can scroll down to end of the page and press the 'Continue' button to continue with the department management dialog.
de: Sobald die Tag-Operation abgeschlossen wurde, können Sie zum Ende der Seite scrollen und auf den 'Fortfahren'-Knopf drücken, um mit der Abteilungsverwaltung fort zu fahren.

source: Organization name
de: Organisationsname

source: Postal address
de: Adresse

source: Country name
de: Name des Landes

source: Domain name
de: Domänenname

source: Name of domain to create
de: Name der zu erzeugenden Domäne

source: Name of country to create
de: Name des anzulegenden Landes

source: Cannot find an unused tag for this administrative unit!
de: Kann keinen unbenutzten Tag für diese administrative Einheit finden!

source: Tagging '%s'.
de: Markiere '%s'.

source: Moving '%s' to '%s'
de: Verschiebe '%s' nach '%s'

source: FAILED to copy %s, aborting operation
de: Fehler beim kopieren von %s, breche ab

source: Departments
de: Abteilungen

source: Department name
de: Name der Abteilung

source: Telephone
de: Telefon

source: Object '%s' is already tagged
de: Objekt '%s' ist bereits markiert

source: Adding tag (%s) to object '%s'
de: Füge Markierung (%s) zu Objekt '%s' hinzu

source: Removing tag from object '%s'
de: Entferne Markierung von Objekt '%s'

source: Processing the requested operation
de: Gewünschte Operation wird durchgeführt

source: Your browser doesn't support IFRAME HTML elements. Please use this link to perform the requested operation.
de: Ihr Browser unterstützt keine IFRAME HTML Elemente. Bitte wählen Sie diesen Link, um die gewünschte Operation durchzuführen.

source: Name of organization
de: Name der Organisation

source: Name of organization to create
de: Name der zu erzeugenden Organisation

source: You are currently moving/renaming this department.
de: Momentan sind Sie dabei, diese Abteilung zu verschieben bzw. neu zu benennen.

source: Modifying a departments naming attribute 'ou' or base may corrupt ACLs and snapshot entries for all entire objects.
de: Verändern des für die Namensbildung zuständigen Attributes 'ou' einer Abteilung oder der Basis kann vorhandene ACLs und/oder Snapshots für alle Objekte unbrauchbar machen.

source: GOsa can NOT fix this for you, yet.
de: GOsa kann dies (noch) NICHT für Sie reparieren.

source: Before you confirm this action, ensure that everything will be as expected, possibly the best solution is a backup.
de: Bevor Sie diese Aktion bestätigen, stellen Sie sicher, dass alles wie erwartet sein wird, vielleicht ist die beste Lösung, vorher ein Backup zu erstellen.

source: ACL Templates
de: ACL Vorlagen

source: ACL Assignment
de: ACL-Zuordnung

source: Control access to GOsa managed objects down to attribute and action level
de: Rechtevergabe auf von GOsa verwaltete Objekte bis auf Attribut- und Aktionsebene

source: Access control roles
de: Rollen für die Zugriffskontrolle

source: Edit AC roles
de: ACL-Rollen bearbeiten

source: Reset ACL
de: ACL zurücksetzen

source: No ACL settings for this category
de: Keine ACL-Einstellungen für diese Kategorie

source: ACL for these objects: %s
de: Enthält ACL für diese Objekte: %s

source: Edit category ACL
de: ACL Kategorie bearbeiten

source: Delete category ACL
de: ACL-Kategorie entfernen

source: Edit ACL for '%s', scope is '%s'
de: ACL für '%s' bearbeiten, Bereich ist '%s'

source: Object in use
de: Objekt in Verwendung

source: This role cannot be removed while it is in use by these objects:
de: Die Rolle kann nicht entfernt werden, solange sie noch von folgenden Objekten verwendet wird:

source: Role
de: Rolle

source: RDN for role storage.
de: RDN für die Ablage von Rollen.

source: List of ACLs
de: Liste der ACLs

source: Paste ACL-role
de: ACL-Rolle einfügen

source: Labeled URI
de: URI

source: Attribute
de: Attribut

source: Surrounding brackets are required!
de: Umschliessende Klammern fehlen!

source: The given filter '%s' for entry %s seems to be invalid!
de: Der angegebene Filter '%s' für den Eintrag %s scheint ungültig zu sein!

source: Dynamic object
de: Dynamisches Objekt

source: List of dynamic rules
de: Liste der dynamischen Regeln

source: Labeled URI definitions
de: URI-Definitionen

source: Scope
de: Gültigkeitsbereich

source: Preferences
de: Einstellungen

source: Configure global and special GOsa settings like hooks and plug-in parameters
de: Globale und spezielle GOsa-Einstellungen wie Hooks und Plugin-Optionen

source: No description
de: Keine Beschreibung

source: Off
de: Aus

source: On
de: An

source: Test the given command.
de: Übergebenes Kommando prüfen.

source: Results
de: Ergebnisse

source: Migration of property '%s'
de: Migration der Option '%s'

source: GOsa has detected objects outside of the configured storage point (%s).
de: Es wurden Objekte ausserhalb des konfigurierten Baums '%s' gefunden.

source: Objects that will be added
de: Dieses Objekte werden hinzugefügt

source: Objects that will be moved
de: Diese Objekte werden verschoben

source: Moving object '%s' to '%s'
de: Verschiebe Objekt '%s' nach '%s'

source: Migrate
de: Migrieren

source: Migration failed for object %s: DN already exists!
de: Migration des Objektes %s ist fehlgeschlagen: DN existiert bereits!

source: Migration failed for object %s: please check if it already exists!
de: Migration für das Objekt %s ist fehlgeschlagen: bitte prüfen Sie ob es bereits existiert!

source: Property migration assistant
de: Migrationsassistent für Einstellungen

source: Migration steps left
de: Verbleibende Migrationsschritte

source: Effective properties
de: Effektive Einstellungen

source: Modified properties
de: Modifizierte Einstellungen

source: All properties
de: Alle Einstellungen

source: LDAP properties
de: Im LDAP abgelegte Einstellungen

source: Search for property groups
de: Nach Einstellungsgruppen suchen

source: Command verifier
de: Kommandoüberprüfung

source: Here you can execute commands in the way GOsa does and check the generated results or errors. This can be very useful especially for the post events (postcreate, postmodify and postremove) due to the fact that these hook are executed silently.
de: An dieser Stelle können Sie GOsa Kommandos ausführen lassen und das erzeugte Ergebnis einsehen. Dies kann nützlich sein, wenn Sie beispielsweise post-Events (postcreate, postmodify und postremove) ausprobieren möchten.

source: Please be careful here, all commands will really be executed on your machine and may break things!
de: Vorsicht! Die Kommandos werden auf diesem Serversystem ausgeführt und können unter Umständen etwas beschädigen!

source: The command to check for
de: Das zu überprüfende Kommando

source: List of configuration settings
de: Liste von Konfigurationseinstellungen

source: Property not used
de: Einstellung wird nicht verwendet

source: Property will be restored
de: Einstellung wird wiederhergestellt

source: Modified property
de: Veränderte Einstellung

source: Property configured in LDAP
de: Optionen aus dem LDAP

source: Property configured in config file
de: Einstellung aus Konfigurationsdatei

source: Class
de: Klasse

source: Value
de: Wert

source: Restore to default
de: Standard wiederherstellen

source: Warning message
de: Warnmeldung

source: Modifying properties may break your setup, destroy or mess up your LDAP database, lead to security holes or it can even make a login impossible!
de: Das Verändern von Einstellungen kann Ihre Umgebung beeinträchtigen, ihren LDAP-Inhalt zerstören oder beschädigen, Sicherheitsprobleme hervorrufen oder gar eine Anmeldung unmöglich machen!

source: Since configuration properties are stored in the LDAP database a copy/backup can be handy.
de: Da die Konfigurationseinstellungen im LDAP-Verzeichnis gespeichert werden, ist ein Backup empfehlenswert.

source: If you've debarred yourself, you can try to set 'ignoreLdapProperties' to 'true' in your gosa.conf main section. This will make GOsa ignore LDAP based property values.
de: Falls Sie sich selbst ausgesperrt haben, können Sie versuchen in der 'main' Sektion Ihrer gosa.conf der Option 'ignoreLdapProperties' den Wert 'true' zuzuweisen. Dies schaltet die Nutzung von LDAP-Einstellungen ab.

source: I understand that there are certain risks, but I want to modify properties!
de: Ja, ich habe verstanden, dass mit der Modifikation von Einstellungen Risiken verbunden sein können, aber ich möchte trotzdem Einstellungen bearbeiten!

source: Ignoring LDAP defined properties!
de: Ignoriere LDAP-basierte Einstellungen!

source: Undo
de: Wiederherstellen

source: Edit organizational user settings
de: Organisationsbezogene Benutzereinstellungen bearbeiten

source: Please add a single IP address or a network/net mask combination!
de: Bitte eine einzelne IP-Adresse oder eine Netzwerk/Netzmasken Kombination hinzufügen!

source: female
de: weiblich

source: male
de: männlich

source: Password configuration
de: Passwort-Konfiguration

source: Cannot upload file!
de: Kann Datei nicht hochladen!

source: Serial number
de: Seriennummer

source: User picture
de: Benutzerbild

source: Certificates
de: Zertifikate

source: (Not supported certificate types are marked as invalid.)
de: (Nicht unterstütze Zertifikat-Typen sind als ungültig markiert.)

source: Certificate is valid from %s to %s and is currently %s.
de: Zertifkat ist gültig im Zeitraum von %s bis %s (momentan: %s).

source: valid
de: gültig

source: invalid
de: ungültig

source: No certificate installed
de: Kein Zertifikat eingerichtet

source: The selected password method is no longer available.
de: Die gewählte Passwort-Methode ist nicht mehr verfügbar.

source: Cannot save user picture: GOsa requires the package 'imagemagick' or 'php5-imagick' to be installed!
de: Das Benutzerbild kann nicht gespeichert werden: GOsa benötigt die Pakete 'imagemagick' oder 'php5-imagick'!

source: Cannot build RDN: no + allowed to build sub RDN!
de: Die RDN kann nicht erstellt werden: + ist in sub RDNs nicht erlaubt!

source: Cannot build RDN: attribute is not defined!
de: Kann RDN nicht erstellen: Attribut ist nicht definiert!

source: Cannot build RDN: invalid attribute parameters!
de: Kann RDN nicht erstellen: ungültige Attribut-Parameter!

source: The selected password method requires initial configuration!
de: Die gewählte Passwort-Methode benötigt eine initiale Konfiguration!

source: Mobile
de: Mobiltelefon

source: Cannot open certificate!
de: Kann Zertifikat nicht öffnen!

source: Unit
de: Referat

source: House identifier
de: Hausbezeichnung

source: Vocation
de: Anrede

source: Last delivery
de: letzte Übermittlung

source: Person locality
de: Dienstort

source: Unit description
de: Aufgabengebiet

source: Subject area
de: Sachgebiet

source: Functional title
de: Amts-/Dienstbezeichnung

source: Certificate serial number
de: Zertifikat-Seriennummer

source: Postal code
de: Postleitzahl

source: Generic user settings
de: Allgemeine Benutzereinstellungen

source: My account
de: Mein Konto

source: Pattern for the generation of user DNs. Please read the FAQ for details.
de: Muster für die Generierung von Benutzer DNs. Entnehmen Sie bitte die Details der FAQ.

source: Allow definition of custom filters
de: Definieren von Benutzerfiltern erlauben

source: Sex
de: Geschlecht

source: Preferred language
de: Bevorzugte Sprache

source: Login restrictions
de: Anmeldungs-Einschränkungen

source: Room number
de: Raumnummer

source: Telephone number
de: Telefonnummer

source: Pager number
de: Pagernummer

source: Mobile number
de: Mobiltelefon

source: Fax number
de: Faxnummer

source: User password method
de: Benutzer Passwort-Methode

source: User certificates
de: Benutzer-Zertifikate

source: Entries differ
de: Einträge unterscheiden sich

source: Personal information
de: Persönliche Informationen

source: The users picture
de: Benutzerbild

source: Change picture
de: Bild ändern

source: Account settings
de: Konten-Einstellungen

source: Template name
de: Name der Vorlage

source: Private phone
de: Privat-Telefon

source: Password storage
de: Passwort-Speicherung

source: Edit certificates
de: Zertifikate bearbeiten

source: Restrict login to
de: Anmeldung beschränken

source: IP or network
de: IP oder Netzwerk

source: Organizational information
de: Angabe zur Organisationseinheit

source: part
de: Teil

source: Department No.
de: Abteilungs-Nr.

source: Employee No.
de: Angestellten-Nr.

source: Room No.
de: Zimmer-Nr.

source: Please use the phone tab
de: Verwenden sie den Telefon-Reiter

source: Paste user
de: Benutzer einfügen

source: Clear password
de: Passwort löschen

source: Set new password
de: Neues Passwort setzen

source: Remove picture
de: Bild entfernen

source: The users standard certificate
de: Das Standard-Zertifikat des Benutzers

source: Standard certificate
de: Standard-Zertifikat

source: The users S/MIME certificate
de: Das S/MIME-Zertifikat des Benutzers

source: S/MIME certificate
de: S/MIME-Zertifikat

source: The users PKCS12 certificate
de: Das PKCS12-Zertifikat des Benutzers

source: PKCS12 certificate
de: PKCS12-Zertifikat

source: Trust mode
de: Vertrauens-Modus

source: disabled
de: deaktiviert

source: full access
de: Vollzugriff

source: allow access to these hosts
de: erlaube Zugriff auf diese Hosts

source: Edit users POSIX settings
de: Benutzer POSIX-Einstellungen bearbeiten

source: expired
de: abgelaufen

source: grace time active
de: Nachfrist aktiv

source: active
de: aktiv

source: password not changeable
de: Passwort kann nicht geändert werden

source: password expired
de: Passwort abgelaufen

source: automatic
de: automatisch

source: Password can't be changed up to %s days after last change
de: Passwort kann bis zu %s Tage nach der letzten Änderung nicht geändert werden

source: Password must be changed after %s days
de: Der Benutzer muß sein Passwort nach %s Tagen ändern

source: Disable account after %s days of inactivity after password expiry
de: Konto nach %s Tagen nach Ablauf ohne Aktivität deaktivieren

source: Warn user %s days before password expiry
de: Benutzer %s Tage vor dem Ablauf des Passwortes warnen

source: Timeout while waiting for lock. Ignoring lock!
de: Wartezeit für Sperre abgelaufen. Ignoriere Sperre!

source: Group of user
de: Gruppe des Benutzers

source: A duplicated UID number was written for this user. If this was not intended please verify all used uidNumbers!
de: Für diesen Benutzer wurde eine bereits vorhandene UID-Nummer geschrieben. Wenn dies unbeabsichtigt geschah, prüfen Sie bitte alle verwendeten UID-Nummern.

source: Home directory
de: Basisverzeichnis

source: POSIX account
de: POSIX-Konto

source: Primary group
de: Primäre Gruppe

source: Group ID
de: Gruppen-ID

source: Last login
de: Letztes Login

source: Force password change on login
de: Erzwinge Änderung des Passwort bei Anmeldung

source: Public SSH key
de: Öffentlicher SSH-Schlüssel

source: System trust model
de: Modell des System-Vertrauens

source: POSIX settings
de: POSIX-Einstellungen

source: Last log-on
de: Letztes Login

source: Force UID/GID
de: Erzwinge UID/GID

source: (Warning: more than 16 groups are not supported by NFS!)
de: (Warnung: mehr als 16 Gruppen werden von NFS nicht unterstützt!)

source: Common group
de: Gemeinsame Gruppe

source: Groups differ
de: Gruppen sind unterschiedlich

source: Account permissions
de: Konto-Berechtigungen

source: SSH keys
de: SSH-Schlüssel

source: Edit public ssh keys...
de: Öffentliche Schlüssel bearbeiten...

source: Trust machine selection
de: Auswahl von vertrauenswürdigen Systemen

source: Group selection
de: Gruppen-Auswahl

source: User must change password on first login
de: Der Benutzer muss beim ersten Anmelden sein Passwort ändern

source: Password expiration settings
de: Passwort-Ablauf Einstellungen

source: Password expires on
de: Passwort läuft ab am

source: You've successfully changed your password. Remember to change all programs configured to use it as well.
de: Sie haben erfolgreich Ihr Passwort geändert. Bitte denken Sie daran alle Programme anzupassen, die dieses Passwort auch benutzen.

source: To change your personal password use the fields below. The changes take effect immediately. Please memorize the new password, because you wouldn't be able to login without it.
de: Um das Passwort zu ändern, benutzen Sie das untere Feld. Die Änderung wird sofort wirksam. Bitte merken Sie sich das neue Passwort, da Sie sich ohne dieses nicht mehr anmelden können.

source: Your Password has expired. Please choose a new password.
de: Das Nutzer-Passwort ist abgelaufen, bitte setzen Sie ein Neues!

source: Password change dialog
de: Passwort-Änderungsdialog

source: Clear fields
de: Felder löschen

source: Change user password
de: Benutzer-Passwort ändern

source: The password you've entered as your current password doesn't match the real one.
de: Das Passwort, welches Sie als aktuelles Passwort eingegeben haben, ist nicht korrekt.

source: You have no permission to change your password.
de: Sie haben keine Berechtigung Ihr Passwort zu ändern.

source: User password
de: Benutzerpasswort

source: Script to be called before a password gets locked.
de: Skript welches vor einer Passwortsperrung ausgeführt wird.

source: Script to be called after a password gets locked.
de: Skript welches nach einer Passwortsperrung ausgeführt wird.

source: Script to be called before a password gets unlocked.
de: Skript welches vor einer Passwortfreigabe ausgeführt wird.

source: Script to be called after a password gets unlocked.
de: Skript welches nach einer Passwortfreigabe ausgeführt wird.

source: You have no permission to change your password at this time
de: Sie haben keine Berechtigung Ihr Passwort zu ändern

source: Edit personal settings
de: Persönliche Filtereinstellungen bearbeiten

source: Your password hash method will not be changed!
de: Ihre Passwort-Hash-Methode wird nicht verändert!

source: UNIX accounts/groups
de: UNIX Konten/Gruppen

source: Samba management
de: Samba-Verwaltung

source: Mail system management
de: Mailsystem-Verwaltung

source: FAX system administration
de: Faxsystem-Verwaltung

source: Asterisk administration
de: Asterisk-Verwaltung

source: System inventory
de: System-Inventar

source: System/Configuration management
de: System-/Konfigurationsverwaltung

source: Address book
de: Adressbuch

source: Feedback
de: Rückmeldung

source: Get notifications or send feedback
de: Erhalte Benachrichtungen oder sende Rückmeldung

source: Notification and feedback
de: Benachrichtigung und Rückmeldung

source: Setup error
de: Einrichtungsfehler

source: Feedback error
de: Fehler beim Rückmelden

source: Cannot send feedback to '%s': %s
de: Kann Rückmeldung nicht an '%s' senden: %s

source: Cannot send feedback: service temporarily unavailable
de: Kann Rückmeldung nicht senden: Der Dienst ist vorübergehend nicht verfügbar

source: Please specify a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: You have to select at least one of both options, subscribe or send feedback.
de: Sie müssen mindestens eine der beiden Optionen auswählen, Abonnement der Mailingliste oder Senden einer Rückmeldung.

source: Setup
de: Einrichtung

source: Completed
de: Abgeschlossen

source: Check again
de: Erneut prüfen

source: Next
de: Vor

source: During the LDAP inspection, we're going to check for several common pitfalls that may occur when migration to GOsa base LDAP administration. You may want to fix the problems below, in order to provide smooth services.
de: Während der LDAP-Inspektion wird auf verschiedene, gängige Stolpersteine geprüft, die auftreten können, wenn auf eine GOsa-basierte LDAP-Administration migriert wird. Sie sollten die unten genannten Probleme beseitigen (wenn vorhanden), um einen problemlosen Betrieb der Dienste zu ermöglichen.

source: Checks
de: Überprüfungen

source: Add required object classes to the LDAP base
de: Füge erforderliche Objekt-Klassen zum Basis-Objekt hinzu

source: Current
de: Aktuell

source: After migration
de: Nach der Migration

source: Close
de: Schliessen

source: Create a new GOsa administrator account
de: Erzeuge ein neues GOsa Administratorkonto

source: This dialog will automatically add a new super administrator to your LDAP tree.
de: Dieser Dialog wird automatisch einen neuen Superadministrator in Ihren LDAP-Baum einfügen.

source: Password (again)
de: Passwort (erneut)

source: Write configuration file
de: Schreibe Konfigurationsdatei

source: Finish - write the configuration file
de: Abschluß - Schreiben der Konfigurationsdatei

source: Your configuration file is currently world readable. Please update the file permissions!
de: Ihre Konfigurationsdatei ist momentan für jeden lesbar. Bitte ändern Sie die Zugriffsrechte!

source: The configuration is currently not readable or it does not exists.
de: Die Konfiguration ist momentan nicht lesbar oder existiert nicht.

source: After downloading and placing the file under %s, please make sure that the user the web server is running with is able to read %s, while other users shouldn't. You may want to execute these commands to achieve this requirement:
de: Nachdem Sie die Konfigurationsdatei unter %s abgelegt haben, muß sichergestellt werden, daß der Webserver auf %s zugreifen kann, normale Nutzer aber nicht. Führen Sie diese Kommandos aus, um die obigen Voraussetzungen zu erfüllen:

source: Installation check
de: Installationsprüfung

source: Basic checks for PHP compatibility and extensions
de: Grundlegende Überprüfungen der PHP-Version und Erweiterungen.

source: Checking PHP version
de: Prüfe PHP-Version

source: PHP must be of version %s or above.
de: PHP muß in Version %s oder höher vorliegen.

source: Please upgrade to a supported version.
de: Bitte aktualisieren Sie auf eine unterstützte Version.

source: GOsa requires this module to talk with your LDAP server.
de: GOsa benötigt dieses Modul für die Kommunikation mit dem LDAP-Server.

source: GOsa requires this module for an internationalized interface.
de: GOsa benötigt dieses Modul für eine lokalisierte Oberfläche.

source: GOsa requires this module for the samba integration.
de: GOsa benötigt dieses Modul für die Samba-Einbindung.

source: GOsa requires either 'mhash' or the 'sha1' module to make use of SSHA encryption.
de: GOsa benötigt entweder das 'mhash' oder das 'sha1' Modul um die SSHA-Verschlüsselung zu verwenden.

source: GOsa requires this module to talk to an IMAP server.
de: GOsa benötigt dieses Modul für die Kommunikation mit einem IMAP-Server.

source: GOsa requires this module to handle Unicode strings.
de: GOsa benötigt dieses Modul um Unicode-Zeichenketten zu verarbeiten.

source: Calendar
de: Kalender

source: GOsa requires this module to calculate dates.
de: GOsa benötigt dieses Modul um Datumsangaben zu verarbeiten.

source: GOsa requires this module to communicate with several supported databases.
de: GOsa benötigt dieses Modul, um mit verschiedenen unterstützten Datenbanken zu kommunizieren.

source: GOsa requires this command to synchronize POSIX and samba passwords.
de: GOsa benötigt dieses Kommando für den Abgleich der POSIX und Samba-Passwörter.

source: Deploy a gosa-si installation or install the Perl Crypt::SmbHash modules.
de: Nutzen Sie eine GOsa-SI-Installation oder installieren Sie das Perl-Modul Crypt::SmbHash.

source: GOsa requires this extension to handle images.
de: GOsa benötigt diese Erweiterung um Bilder konvertieren zu können.

source: compression module
de: Komprimierungs-Modul

source: GOsa requires this extension to handle snapshots.
de: GOsa benötigt dieses Modul um Snapshots zu komprimieren.
