Repository: mbenkmann/limux-gosa
Catalog: gosa-core/locale/core/*/LC_MESSAGES/messages.po
Languages: de

source: Pre-event hook reported a problem: %s. Password change canceled!
de: Der Pre-event Hook meldete ein Problem: %s. Die Passwortänderung wurde abgebrochen!

source: Password change failed!
de: Passwort-Änderung ist fehlgeschlagen!

source: Post-event hook reported a problem: %s. Password change canceled!
de: Post-event Hook meldete ein Problem: %s. Die Passwortänderung wurde abgebrochen!

source: Cannot generate SAMBA hash!
de: Kann Samba-Hash nicht erzeugen!

source: Generating SAMBA hash by running %s failed: check %s!
de: SAMBA-Hash Generierung mittels %s ist fehlgeschlagen: prüfen Sie %s!

source: Cannot allocate free ID:
de: Konnte keine freie ID allozieren:

source: unknown idAllocation method!
de: unbekannte idAllocation-Methode!

source: Cannot create sambaUnixIdPool entry!
de: kann sambaUnixIdPool-Eintrag nicht anlegen!

source: sambaUnixIdPool is not unique!
de: sambaUnixIdPool ist nicht eindeutig!

source: no ID available!
de: keine ID verfügbar!

source: maximum number of tries exceeded!
de: maximale Anzahl von Versuchen abgelaufen!

source: Cannot allocate free ID!
de: Konnte keine freie ID allozieren!

source: No plugin definition for %s found: please check the configuration file!
de: Es wurde keine Plugin-Definition gefunden um %s zu Initialisieren: bitte prüfen Sie Ihre Konfigurationsdatei!

source: Delete process has been canceled by plugin %s: %s
de: Der Lösch-Vorgang wurde durch das plugin %s abgebrochen: %s

source: References
de: Referenzen

source: Date
de: Datum

source: You are about to delete the snapshot %s.
de: Sie sind dabei den Snapshot %s zu entfernen.

source: Delete snapshot
de: Snapshot entfernen

source: Page
de: Seite

source: No PDF export possible: there is no FPDF library installed.
de: Kein PDF-Export möglich: FPDF-Bibliothek ist nicht installiert.

source: UNIX-timestamp pointing to the date GOsa will ask for a registration again (-1 to disable)
de: UNIX-Zeitstempel für die nächste GOsa-Registrierungsfrage (-1 zum Deaktivieren)

source: The RPC connection (%s) specified for %s:%s is invalid: %s
de: Die RPC-Verbindung (%s) für %s:%s ist ungültig: %s

source: Unknown HTTP status code %s!
de: Unbekannter HTTP Status-Code %s!

source: You are currently editing multiple entries.
de: Sie bearbeiten momentan mehrere Einträge.

source: Reset password
de: Passwort zurücksetzen

source: The user password has been reset. Please set a new password!
de: Das Nutzer-Passwort wurde zurückgesetzt. Bitte setzen Sie ein neues Passwort!

source: Certificate is empty!
de: Zertifikat ist leer!

source: Cannot load certificate: only PEM and DER are supported!
de: Zertifikat kann nicht geladen werden: nur PEM/DER sind unterstützt!

source: Cannot extract information for non PEM certificates!
de: Zertifikatinformationen können nur für PEM Zertifikate ermittelt werden!

source: No valid certificate loaded!
de: Kein gültiges Zertifikat geladen!

source: Generating this page caused the PHP interpreter to raise some errors!
de: Der PHP-Interpreter meldete einen oder mehrere Fehler beim Erzeugen dieser Seite!

source: Send bug report
de: Fehlerbericht senden

source: Toggle details
de: Details zeigen/verstecken

source: PHP error
de: PHP Fehler

source: class
de: Klasse

source: function
de: Funktion

source: static
de: statisch

source: method
de: Methode

source: Traceback
de: Ablaufverfolgung

source: File
de: Datei

source: Line
de: Zeile

source: Arguments
de: Argumente

source: Category
de: Kategorie

source: Search filter
de: Suchfilter

source: Search in subtrees
de: Suche in Teilbäumen

source: Edit filters
de: Filter bearbeiten

source: Error in filter #%s: %s opening and %s closing brackets detected!
de: Bitte prüfen Sie den Filter #%s: %s öffnende und %sschliessende Klammern gefunden!

source: The current object has been altered while beeing edited. If you save this entry, changes that have been made by others will be discarded!
de: Das momentane Objekt wurde während der Bearbeitung verändert. Wenn Sie es speichern, sind diese Änderungen verloren!

source: Changing ACL DN from %s to %s
de: Ändere ACL-DN von %s nach %s

source: XML error in guide.xml: %s at line %s
de: XML-Fehler in der Datei guide.xml: %s in Zeile %s

source: No help available for this plug-in.
de: Für dieses Modul ist keine Hilfe verfügbar.

source: %s results for your search with the keyword %s
de: %s Ergebnisse für Ihre Suche nach %s

source: %s%% hit rate in file %s
de: %s%% Trefferquote in Datei %s

source: The configured timezone %s is not valid!
de: Die eingestellte Zeitsone %s ist ungültig!

source: XML error
de: XML-Fehler

source: This object will be deleted!
de: Dieses objekt wird gelöscht!

source: This %s object will be deleted!
de: Dieses %s-Objekt wird gelöscht!

source: This object will be deleted: %s
de: Dieses Objekt wird gelöscht: %s

source: This %s object will be deleted: %s
de: Dieses %s-Objekt wird gelöscht: %s

source: This object will be deleted:
de: Dieses Objekt wird gelöscht:

source: This %s object will be deleted:
de: Dieses %s-Objekt wird gelöscht:

source: These objects will be deleted: %s
de: Diese Objekte werden gelöscht: %s

source: These %s objects will be deleted: %s
de: Diese %s-Objekte werden gelöscht: %s

source: You have no permission to delete this object!
de: Sie sind nicht berechtigt dieses Objekt zu löschen!

source: You have no permission to delete the object:
de: Sie sind nicht berechtigt dieses Objekt zu löschen:

source: You have no permission to delete these objects:
de: Sie sind nicht berechtigt dieses Objekte zu löschen:

source: You have no permission to create this object!
de: Sie sind nicht berechtigt diese Objekt anzulegen!

source: You have no permission to create the object:
de: Sie sind nicht berechtigt dieses Objekt anzulegen:

source: You have no permission to create these objects:
de: Sie sind nicht berechtigt diese Objekte anzulegen:

source: You have no permission to modify this object!
de: Sie sind nicht berechtigt dieses Objekt zu verändern!

source: You have no permission to modify the object:
de: Sie sind nicht berechtigt dieses Objekt zu verändern:

source: You have no permission to modify these objects:
de: Sie sind nicht berechtigt diese Objekte zu verändern:

source: You have no permission to view this object!
de: Sie sind nicht berechtigt dieses Objekt zu öffnen!

source: You have no permission to view the object:
de: Sie sind nicht berechtigt dieses Objekt zu öffnen:

source: You have no permission to view these objects:
de: Sie sind nicht berechtigt diese Objekte zu öffnen:

source: You have no permission to move this object!
de: Sie sind nicht berechtigt dieses Objekt zu verschieben!

source: You have no permission to move the object:
de: Sie sind nicht berechtigt dieses Objekt zu verschieben:

source: You have no permission to move these objects:
de: Sie sind nicht berechtigt diese Objekte zu verschieben:

source: Connection information
de: Verbindungs-Information

source: Cannot connect to %s database!
de: Kann keine Verbindung zur %s Datenbank aufbauen!

source: Cannot select %s database!
de: Kann die Datenbank %s nicht auswählen!

source: No %s server defined!
de: Kein Server für %s definiert!

source: Cannot query %s database!
de: Kann die Datenbank %s nicht abfragen!

source: The field %s contains a reserved keyword!
de: Das Feld %s enthält ein reserviertes Schlüsselwort!

source: Command specified as %s hook for plugin %s does not exist!
de: Der als %s angegebene Hook für Modul %s existiert nicht!

source: %s command is invalid!
de: Das Kommando %s ist ungültig!

source: %s command (%s) for plugin %s is invalid!
de: Das Kommando %s (%s) für Modul %s ist ungültig!

source: %s command for plugin %s is invalid!
de: Das Kommando %s für Modul %s ist ungültig!

source: %s command (%s) is invalid!
de: Das Kommando %s (%s) ist ungültig!

source: Cannot execute %s command!
de: Kann %s Kommando nicht ausführen!

source: Cannot execute %s command (%s) for plugin %s!
de: Kann %s Kommando (%s) für Modul %s nicht ausführen!

source: Cannot execute %s command for plugin %s!
de: Kann %s Kommando für Modul %s nicht ausführen!

source: Cannot execute %s command (%s)!
de: Kann %s Kommando (%s) nicht ausführen!

source: Value for %s is too large!
de: Der Wert für %s ist zu groß!

source: %s must be smaller than %s!
de: %s muß kleiner sein als %s!

source: Value for %s is too small!
de: Der Wert für %s ist zu kein!

source: %s must be %s or above!
de: %s muß größer oder gleich %s sein!

source: %s depends on %s - please provide both values!
de: %s hängt von %s ab - bitte geben Sie beide Werte an!

source: There is already an entry with this %s attribute in the system!
de: Es existiert bereits ein Eintrag mit diesem %s Attribut im System!

source: The required field %s is empty!
de: Das Pflicht-Feld %s ist leer!

source: Example
de: Beispiel

source: The Field %s contains invalid characters
de: Das Feld %s enthält ungültige Zeichen

source: %s is not allowed:
de: %s ist nicht erlaubt:

source: %s are not allowed!
de: %s sind nicht erlaubt!

source: The Field %s contains invalid characters!
de: Das Feld %s enthält ungültige Zeichen!

source: Missing %s PHP extension!
de: Fehlenden %s PHP-Erweiterung!

source: Add
de: Hinzufügen

source: Add %s
de: %s hinzufügen

source: Delete
de: Entfernen

source: Delete %s
de: %s löschen

source: Set %s
de: %s einstellen

source: Edit...
de: Bearbeiten...

source: Edit %s...
de: %s bearbeiten...

source: Back
de: Zurück

source: This account has no valid %s extensions!
de: Dieses Konto besitzt keine gültigen %s-Einstellungen.

source: This account has %s settings enabled. You can disable them by clicking below.
de: Dieses Konto besitzt aktivierte %s-Einstellungen. Sie können diese durch einen Klick auf die untere Schaltfläche deaktivieren.

source: This account has %s settings enabled. To disable them, you'll need to remove the %s settings first!
de: Dieses Konto besitzt aktivierte %s-Erweiterungen. Um sie zu deaktivieren, müssen Sie zunächst die %s Einstellungen entfernen!

source: This account has %s settings disabled. You can enable them by clicking below.
de: Dieses Konto hat keine %s-Einstellungen aktiviert. Sie können Sie durch einen Klick auf die Schaltfläche aktivieren.

source: This account has %s settings disabled. To enable them, you'll need to add the %s settings first!
de: Dieses Konto besitzt aktuell keine aktivierten %s-Einstellungen. Um sie zu aktivieren, müssen Sie zunächst die %s Erweiterungen hinzufügen!

source: Add %s settings
de: %s Einstellungen hinzufügen

source: Remove %s settings
de: %s Einstellungen entfernen

source: Click the 'Edit' button below to change informations in this dialog
de: Betätigen sie den 'Bearbeiten'-Schalter unten um Informationen in diesem Dialog zu ändern

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: MySQL operation failed!
de: MySQL-Operation fehlgeschlagen!

source: read operation
de: Lese-Operation

source: add operation
de: Hinzufügeoperation

source: modify operation
de: Änderungs-Operation

source: delete operation
de: Lösch-Operation

source: search operation
de: Such-Operation

source: authentication
de: Authentifizierung

source: LDAP %s failed!
de: LDAP %s fehlgeschlagen!

source: LDAP operation failed!
de: LDAP-Operation fehlgeschlagen

source: Upload failed!
de: Übertragung fehlgeschlagen!

source: Upload failed: %s
de: Übertragung fehlgeschlagen: %s

source: Communication failure with the infrastructure service!
de: Kommunikationsfehler mit dem Infrastruktur Dienst!

source: Communication failure with the infrastructure service: %s
de: Kommunikationsfehler mit dem Infrastruktur Dienst: %s

source: Communication failure with the GOsa-NG service!
de: Kommunikationsfehler mit dem GOsa-NG Dienst!

source: Communication failure with the GOsa-NG service: %s
de: Kommunikationsfehler mit dem GOsa-NG Dienst: %s

source: This %s is still in use by this object: %s
de: Dieses %s wird noch von diesem Objekt benutzt: %s

source: This %s is still in use.
de: Dieses %s ist noch in Benutzung.

source: This %s is still in use by these objects: %s
de: Dieses %s ist noch von den folgenden Objekten benutzt: %s

source: File %s does not exist!
de: Die Datei %s existiert nicht!

source: Cannot open file %s for reading!
de: Kann Datei %s nicht zum Lesen öffnen!

source: Cannot open file %s for writing!
de: Kann Datei %s nicht zum Schreiben öffnen!

source: The value for %s is currently unconfigured or invalid, please check your configuration file!
de: Der Wert für %s ist momentan nicht konfiguriert oder ungültig. Bitte prüfen Sie Ihre Konfigurationsdatei!

source: Cannot delete file %s!
de: Kann Datei %s nicht löschen!

source: Cannot create folder %s!
de: Kann den Ordner %s nicht anlegen!

source: Cannot delete folder %s!
de: Kann den Ordner %s nicht löschen!

source: Checking for %s support
de: Prüfe auf %s-Unterstützung

source: Install and activate the %s PHP module.
de: Installieren und aktivieren Sie das %s PHP-Modul.

source: Cannot initialize class %s! Maybe there is a plugin missing in your gosa setup?
de: Die Klasse %s kann nicht initialisiert werden! Vielleicht fehlt ein Modul in Ihren GOsa-Einstellungen?

source: The supplied base is not valid and has been reset to its previous value!
de: Die angegebene Basis ist ungültig. Der alte Wert wurde wieder hergestellt!

source: Performance warning
de: Leistungswarnung

source: LDAP performance is poor: last query took %.2fs!
de: Die LDAP-Leistung ist mangelhaft: die letzte Abfrage dauerte etwa %.2fs!

source: Cannot automatically create subtrees with RDN %s: no object class found
de: Kann Teilbäume mit RDN %s nicht automatisch erzeugen: keine Objektklasse gefunden!

source: Cannot automatically create subtrees with RDN %s: not supported
de: Kann Teilbäume mit RDN %s nicht automatisch erzeugen: nicht unterstützt

source: while operating on %s using LDAP server %s
de: während der Arbeit mit %s auf dem LDAP-Server %s

source: while operating on LDAP server %s
de: während der Arbeit auf LDAP-Server '%s'

source: Command line programm %s is missing!
de: Kommandozeilenprogramm %s fehlt!

source: Invalid DN %s: block to be imported should start with 'dn: ...' in line %s
de: Fehlerhafte DN %s: ein Block für den Import muss mit 'dn:...' beginnen in Zeile %s

source: Error while importing DN %s: please check LDIF from line %s on!
de: Fehler beim Importieren von DN %s: bitte überprüfen Sie die LDIF-Datei ab Zeile %s!

source: Logging failed: %s
de: Protokollieren fehlgeschlagen: %s

source: Invalid option %s specified!
de: Ungültige Option %s angegeben!

source: Specified 'objectType' is empty or invalid!
de: Der angegebene Objekt-Typ ist leer oder ungültig!

source: unknown
de: unbekannt

source: %s has version %s but %s is required!
de: %s ist in Version %s vorhanden, benötigt wird aber %s!

source: The following object classes are missing:
de: Die folgenden Objektklassen fehlen:

source: The following object classes are outdated:
de: Die folgenden Objektklassen sind veraltet:

source: Plugins that require one or more of the object classes above will be disabled until the object classes get updated.
de: Module die eine oder mehrere der oben aufgelisteten Klassen benötigen werden deaktiviert solange die Objektklassen nicht aktualisiert sind.

source: Schema validation error
de: Fehler beim Validieren des Schemas

source: The value %s specified for %s:%s needs to be a bool value!
de: Der Wert %s welcher für %s:%s angegeben wurde, muss boolesch sein!

source: The value %s specified for %s:%s needs to be a string!
de: Der Wert %s welcher für %s:%s angegeben wurde, muss eine Zeichenkette sein!

source: The value %s specified for %s:%s needs to be numeric!
de: Der Wert %s welcher für %s:%s angegeben wurde, muss nummerisch sein!

source: The path %s specified for %s:%s is invalid!
de: Der Pfad %s, welcher für %s:%s angegeben ist, ist ungültig!

source: The folder %s specified for %s:%s does not exists!
de: Der Ordner %s, welcher für %s:%s angegeben ist, existiert nicht!

source: The folder %s specified for %s:%s is not readable!
de: Der Ordner %s, welcher für %s:%s angegeben wurde ist nicht lesbar!

source: The file %s specified for %s:%s is not writeable!
de: Die Datei %s, welche für %s:%s angegeben wurde ist nicht schreibbar!

source: The folder %s specified for %s:%s is not writeable!
de: Der Ordner %s, welche für %s:%s angegeben wurde ist nicht schreibbar!

source: The file %s specified for %s:%s does not exists!
de: Die Datei %s, welche für %s:%s angegeben wurde, existiert nicht!

source: The file %s specified for %s:%s is not readable!
de: Die Datei %s, welche für %s:%s angegeben wurde ist nicht lesbar!

source: The command %s specified for %s:%s is invalid!
de: Das Kommando %s, welche für %s:%s angegeben wurde ist ungültig!

source: The DN %s specified for %s:%s is invalid!
de: Die DN %s, welche für %s:%s angegeben wurde ist ungültig!

source: The RDN %s specified for %s:%s is invalid!
de: Die RDN %s, welche für %s:%s angegeben wurde ist ungültig!

source: Cannot not parse XML!
de: XML-Nachricht kann nicht ausgewertet werden!

source: Cannot send abort event for entry %s!
de: Kann keine Abbruch-Nachricht für den Eintrag %s versenden!

source: Cannot remove entry %s!
de: Kann Eintrag %s nicht entfernen!

source: XML error in gosa.conf: %s at line %d
de: XML-Fehler in der Datei gosa.conf: %s in Zeile %d

source: Cannot bind to LDAP!
de: Kann nicht mit dem LDAP-Server verbinden!

source: sambaSID and/or sambaRidBase missing in the configuration!
de: sambaSID und/oder sambaRidBase fehlen in der Konfiguration!

source: Configuration
de: Konfiguration

source: The configuration file you are using is outdated. Please move the GOsa configuration file away to run the GOsa setup again.
de: Die von Ihnen verwendete Konfigurationsdatei scheint veraltet zu sein. Bitte entfernen Sie diese Datei und starten Sie das GOsa-Setup erneut.

source: The snapshot functionality is enabled, but the required variable %s is not set.
de: Die Snapshot-Funktionalität ist aktiviert, aber die erforderliche Variable %s ist nicht gesetzt.

source: The snapshot functionality is enabled, but the required compression module is missing. Please install %s.
de: Die Snapshot-Funktionalität ist aktiviert, aber das erforderliche compression Modul ist nicht verfügbar. Bitte installieren Sie %s.

source: All
de: Alle

source: All objects
de: Alle Objekte

source: Traditional
de: Traditionell

source: Use samba pool
de: Samba-Pool verwenden

source: hours
de: Stunden

source: None
de: Keine

source: Automatic
de: Automatisch

source: User value
de: Benutzer-Wert

source: Core
de: Kern

source: GOsa core plugin
de: GOsa Core-Modul

source: Enables htaccess instead of LDAP authentication. This can be used to enable other authentication mechanisms like Kerberos for the GOsa login.
de: Aktiviert htaccess anstelle von LDAP-Authentifizierungen. Dies kann dazu benutzt werden um Authentifizierungsmechanismen wie Kerberos für GOsa zu verwenden

source: Enables the usage statistics module.
de: Aktiviert die GOsa Nutzungsstatistik.

source: Database file to be used by the usage statistics module.
de: Datenbankdatei für die GOsa Nutzungsstatistik.

source: Enables event logging in GOsa. Setting it to 'On' make GOsa log every action a user performs via syslog. If you use this in combination with rsyslog and configure it to MySQL logging, you can browse all events in GOsa.
de: Aktiviert die GOsa Ereignis-Protokollierung. Setzen Sie es auf 'An' um GOsa jede Nutzeraktion via Syslog protokollieren zu lassen. In Kombination mit dem rsyslog Plugin mit aktiviertem MySQL, können Sie diese Events in GOsa durchsuchen.

source: Enables a status bar on the bottom of lists displaying a summary of type and number of elements in the list.
de: Aktiviert eine Statusleiste am unteren Rand von Listen. Diese enthalten eine Zusammenfassung über Art und Anzahl der aufgelisteten Objekte.

source: Specify the minimum length for newly entered passwords.
de: Gibt die minimale Länge von neu eingegebenen Passwörtern an.

source: Specify the minimum number of characters that have to differ between old and newly entered passwords.
de: Gibt die minimale Anzahl von Zeichen an, die sich zwischen neuem und altem Passwort unterscheiden müssen.

source: Command to generate password proposals. If a command has been specified, the user can decide whether to use an automatic password or a manually specified one.
de: Befehl zum Erzeugen von Passwortvorschlägen. Ist ein Befehl angegeben, kann der Benutzer ein automatisches Passwort wählen oder ein selbst angegebenes setzen.

source: Enable display of PHP errors on the top of the page. Disable this feature in production environments to avoid the exposure of sensitive data.
de: Aktiviert die Anzeige von PHP-Fehlermeldungen am oberen Seitenrand. Diese Option sollte in Produktionsumgebungen de-aktiviert sein, um zu verhindern dass sensible Daten angezeigt werden.

source: Related option
de: Verwandte Einstellung

source: Show messages that may assist plugin development. Be aware that this option may produce some ACL related false error messages!
de: Anzeigen von Meldungen die bei der Plugin-Entwicklung hilfreich sein können. Achtung: diese Einstellung kann im Bezug auf ACLs fehlerhafte Meldungen erzeugen.

source: Enable LDAP schema verification during login. The recommended setting is 'On' because it enables efficient methods to create missing subtrees in the LDAP.
de: Aktiviert LDAP-Schema-Prüfungen während der Anmeldung. Es wird empfohlen diese Einstellung zu aktivieren, da sie zusätzlich eine effektivere Methode zum Erzeugen von fehlenden Unterbäumen aktiviert.

source: Enable copy and paste for most objects managed by GOsa.
de: Aktiviert Kopieren und Einfügen für die meisten von GOsa verwalteten Objekte.

source: Enable PHP security checks for disabled register_global settings.
de: Aktiviert PHP-Sicherheitsprüfungen für deaktivierte register_global Einstellungen.

source: Enable automatic redirection to HTTPS based administration.
de: Aktiviert automatische Umleitungen auf HTTPS basierte Administration.

source: Enable logging of detailed information of LDAP operations.
de: Aktiviert die Protokollierung von detailierten LDAP-Operationen.

source: Enable LDAP referral chasing.
de: Aktiviert das Verfolgen von LDAP-Referrals.

source: Specify LDAP element filter limit. If the limit is not 0, GOsa speeds up group queries by putting several queries into a single query. This is known to produce problems on some LDAP servers (i.e. Sun DS) and needs to be lowered or disabled.
de: Git eine LDAP-Element-Filter-Begrenzung an. Ist die Begrenzung nicht 0, optimiert GOsa Gruppenanfragen durch das zusammenfügen mehrerer einzelner Anfragen in eine einzige. Bei einigen LDAP-Servern (z.B. Sun DS) führt dies allerdings zu Problemen.

source: Specify the maximum number of entries GOsa will request from an LDAP server. A warning is displayed if this limit is exceeded.
de: Gibt die maximale Anzahl von Einträgen an, die GOsa vom LDAP-Server anfordert. Bei Überschreitung wird eine Warnung angezeigt.

source: Disable checks for LDAP size limits.
de: Deaktiviert Prüfungen der LDAP-Sizelimits.

source: Enable warnings for non encrypted connections.
de: Aktiviert Warnungen bei nicht verschlüsselten Verbindungen.

source: Enable compression for PPD files.
de: Aktiviert die Kompression von PPD-Dateien.
