Repository: mbenkmann/limux-gosa
Catalog: gosa-core/locale/core/*/LC_MESSAGES/messages.po
Languages: de

source: register_globals is a PHP mechanism to register all global variables to be accessible from scripts without changing the scope. This may be a security risk.
de: register_globals ist ein PHP-Mechanismus, welcher alle globalen Variablen für Skripte direkt zugänglich macht. Dies kann ein Sicherheitsrisiko sein.

source: Search for 'register_globals' in your php.ini and switch it to 'Off'.
de: Suchen Sie nach 'register_globals' in Ihrer php.ini und setzen Sie es auf 'Off'.

source: PHP uses this value for the garbage collector to delete old sessions.
de: PHP verwendet diese Einstellungen für den Garbage Collector, um alte Sessions zu entfernen.

source: Setting this value to one day will prevent loosing session and cookies before they really timeout.
de: Wenn Sie diesen Wert auf einen Tag setzen, wird dies vermeiden, dass Sie die Sitzung und den zugehörigen Cookie verlieren, bevor diese tatsächlich ihre Gültigkeit verlieren.

source: Search for 'session.gc_maxlifetime' in your php.ini and set it to 86400 or higher.
de: Suchen Sie in Ihrer php.ini nach 'session.gc_maxlifetime' und setzen Sie es auf 84600 oder höher.

source: In Order to use GOsa without any trouble, the session.auto_register option in your php.ini should be set to 'Off'.
de: Um GOsa fehlerfrei benutzen zu können, muß die Option session.auto_register in Ihrer php.ini auf 'Off' stehen.

source: Search for 'session.auto_start' in your php.ini and set it to 'Off'.
de: Suchen Sie in Ihrer php.ini nach 'session.auto_start' und setzen Sie es auf 'Off'.

source: GOsa needs at least 32MB of memory. Setting it below this limit may cause errors that are not reproducible! Increase it for larger setups.
de: GOsa benötigt mindestens 32MB Speicher, weniger Speicher würde unvorhersehbare Probleme verursachen! Bei größeren Installationen sollte dieser Wert noch vergrössert werden.

source: Search for 'memory_limit' in your php.ini and set it to '32M' or higher.
de: Suchen Sie in Ihrer php.ini nach 'memory_limit' und setzen Sie es auf '32M' oder höher.

source: This option influences the PHP output handling. Turn this Option off, to increase performance.
de: Diese Einstellung beeinflusst die Verarbeitung der Ausgabe. Stellen Sie diese auf 'off', um die Leistung zu erhöhen.

source: Search for 'implicit_flush' in your php.ini and set it to 'Off'.
de: Suchen Sie in Ihrer php.ini nach 'implicit_flush' und setzen Sie es auf 'Off'.

source: The Execution time should be at least 30 seconds.
de: Die Ausführungszeit sollte mindestens 30 Sekunden betragen.

source: Search for 'max_execution_time' in your php.ini and set it to '30' or higher.
de: Suchen Sie in Ihrer php.ini nach 'max_execution_time' und setzen Sie es auf '30' oder höher.

source: Increase the server security by setting expose_php to 'off'. PHP won't send any information about the server you are running in this case.
de: Erhöhen Sie die Sicherheit Ihres Servers, indem Sie expose_php auf 'off' setzen. PHP wird in dieser Einstellung keine Informationen über Ihren laufenden Server senden.

source: Search for 'expose_php' in your php.ini and set if to 'Off'.
de: Suchen Sie in Ihrer php.ini nach 'expose_php' und setzen Sie es auf 'Off'.

source: Increase your server security by setting magic_quotes_gpc to 'on'. PHP will escape all quotes in strings in this case.
de: Erhöhen Sie die Sicherheit des Server, indem sie magic_quotes_gpc auf 'on' stellen. PHP wird in dieser Einstellung alle 'quotes' in 'strings' umwandeln.

source: Search for 'magic_quotes_gpc' in your php.ini and set it to 'On'.
de: Suchen Sie in Ihrer php.ini nach 'magic_quotes_gpc' und setzen Sie es auf 'On'.

source: Increase your server performance by setting magic_quotes_gpc to 'off'.
de: Erhöhen Sie die Leistung des Servers, indem sie magic_quotes_gpc auf 'off' stellen.

source: Search for 'zend.ze1_compatibility_mode' in your php.ini and set it to 'Off'.
de: Suchen Sie in Ihrer php.ini nach 'zend.ze1_compatibility_mode' und setzen Sie es auf 'Off'.

source: Configuration writable
de: Konfigurationsdatei ist schreibbar

source: The configuration file can't be written
de: Die Konfigurationsdatei kann nicht geschrieben werden

source: GOsa reads its configuration from a file located in (%s/%s). The setup can write the configuration directly if it is writable.
de: GOsa liest sein Konfiguration von einer Datei in (%s/%s). Die Einrichtung kann die Konfiguration direkt schreiben, wenn diese schreibbar ist.

source: Feedback successfully send
de: Feedback erfolgreich gesendet

source: Subscribe to the gosa-announce mailing list
de: Abonnieren der GOsa-Announce Mailingliste

source: When checking this option, GOsa will try to connect http://oss.gonicus.de in order to subscribe you to the gosa-announce mailing list. You've to confirm this by mail.
de: Wenn Sie diese Option auswählen wird GOsa eine Verbindung zu http://oss.gonicus.de versuchen, um die GOsa-Announce Mailingliste für Sie zu abonnieren. Sie müssen dem Abonnement danach noch per Mail zustimmen.

source: Mail address
de: Mail-Adresse

source: Send feedback to the GOsa project team
de: Sende Feedback an das GOsa Projektteam.

source: When checking this option, GOsa will try to connect http://oss.gonicus.de in order to submit your form anonymously.
de: Bei Auswahl dieser Option wird GOsa versuchen, sich zu http://oss.gonicus.de zu verbinden, um Ihr Formular anonym abzusenden.

source: Did the setup procedure help you to get started?
de: Hat Ihnen die Setup-Prozedur weitergeholfen?

source: Yes
de: ja

source: No
de: nein

source: If not, what problems did you encounter
de: Falls nicht, welche Probleme sind Ihnen aufgefallen

source: Is this the first time you use GOsa?
de: Ist dies die erstmalige Verwendung von GOsa?

source: I use it since
de: Ich verwende es seit

source: Select the year since when you are using GOsa
de: Wählen Sie das Jahr aus, seit dem Sie GOsa verwenden

source: What operating system / distribution do you use?
de: Welches Betriebssystem / welche Distribution verwenden Sie?

source: What web server do you use?
de: Welchen Webserver verwenden Sie?

source: What PHP version do you use?
de: Welche PHP-Version verwenden Sie?

source: What kind of LDAP server(s) do you use?
de: Welche(n) LDAP-Server verwenden Sie?

source: How many objects are in your LDAP?
de: Wie viele Objekte befinden sich in Ihrem LDAP-Verzeichnis?

source: Features
de: Fähigkeiten

source: What features of GOsa do you use?
de: Welche Funktionen von GOsa verwenden Sie?

source: What features do you want to see in future versions of GOsa?
de: Welche Funktionen würden Sie gerne in zukünftigen Versionen von GOsa sehen?

source: Send feedback
de: Feedback senden

source: Create your configuration file
de: Erzeugen Ihrer Konfigurationsdatei

source: Depending on the user name your web server is running on:
de: Abhängig vom Benutzernamen mit dem Ihr Web-Server läuft:

source: Download configuration
de: Konfiguration herunterladen

source: LDAP setup
de: LDAP-Einrichtung

source: LDAP connection setup
de: Einrichten der LDAP-Verbindung

source: This dialog performs the basic configuration of the LDAP connectivity for GOsa.
de: Dieser Dialog richtet die grundlegende Konfiguration der LDAP-Verbindung für GOsa ein.

source: Anonymous bind to server '%s' failed!
de: Anonyme Anmeldung an server '%s' ist fehlgeschlagen!

source: Bind as user '%s' failed!
de: Verbindung als Benutzer '%s' ist fehlgeschlagen!

source: Anonymous bind to server '%s' succeeded.
de: Verbindung als anonymer Benutzer zu Server '%s' war erfolgreich.

source: Please specify user and password!
de: Bitte geben Sie Ihren Benutzer und das zugehörige Passwort ein!

source: Bind as user '%s' to server '%s' succeeded!
de: Verbindung als Benutzer '%s' zu Server '%s' war erfolgreich!

source: The main data source used in GOsa is LDAP. In order to access the information stored there, please enter the required information.
de: Die massgebliche Datenquelle für GOsa ist das LDAP-Verzeichnis. Um auf die dort gespeicherten Informationen zugreifen zu können, geben sie bitte die benötigten Informationen ein.

source: Please choose the LDAP user to be used by GOsa
de: Bitte wählen Sie den LDAP-Benutzer, der von GOsa verwendet werden soll

source: LDAP connection
de: LDAP-Verbindung

source: Location name
de: Name des Standortes

source: Connection URI
de: Verbindungs-URI

source: TLS connection
de: TLS-Verbindung

source: Reload
de: Neu laden

source: Authentication
de: Authentisierung

source: Select user
de: Benutzer wählen

source: Automatically append LDAP base to administrator DN
de: Automatisch die LDAP-Basis an die Administrator-DN anhängen

source: Administrator password
de: Administrator-Passwort

source: Schema based settings
de: Schema-basierte Einstellungen

source: Use RFC 2307bis compliant groups
de: Verwende RFC 2307bis konforme Gruppen

source: Current status
de: Momentaner Status

source: LDAP inspection
de: LDAP-Inspektion

source: Analyze your current LDAP for GOsa compatibility
de: Untersuche Ihr LDAP-Verzeichnis auf GOsa-Kompatibilität

source: Checking for root object
de: Prüfe auf Wurzelobjekt

source: Inspecting object classes in root object
de: Prüfe Objekt-Klassen des Wurzelobjektes

source: Checking permission for LDAP database
de: Prüfe Berechtigungen auf die LDAP-Datenbank

source: Checking for super administrator
de: Prüfe auf Superadministrator

source: LDAP query failed
de: LDAP-Abfrage fehlgeschlagen.

source: Possibly the 'root object' is missing.
de: Wahrscheinlich fehlt das Wurzelobjekt.

source: Failed
de: Fehlgeschlagen

source: The specified user '%s' does not have full access to your LDAP database.
de: Der angegebene Benutzer '%s' hat keinen Vollzugriff auf Ihre LDAP-Datenbank.

source: There is no GOsa administrator account inside your LDAP.
de: Es gibt keinen GOsa Administrator in Ihrem LDAP.

source: Migration error
de: Migrationsfehler

source: Cannot add ACL for user '%s':
de: Kann ACL für Benutzer '%s' nicht hinzufügen:

source: Input error
de: Eingabefehler

source: Password error
de: Passwortfehler

source: Provided passwords do not match!
de: Die angegebenen Passwörter stimmen nicht überein!

source: Specify a valid user ID!
de: Geben Sie eine gültige Benutzer ID an!

source: Adding an administrative user failed: object '%s' already exists!
de: Hinzufügen eines administrativen Benutzers fehlgeschlagen: Objekt '%s' existiert bereits!

source: The LDAP root object is missing. It is required to use your LDAP service.
de: Das LDAP Wurzelobjekt fehlt. Es wird für den Betrieb des LDAP-Dienstes benötigt.

source: Try to create root object
de: Versuche, das Wurzelobjekt zu erzeugen

source: Root object couldn't be created, you should try it on your own.
de: Das Wurzelobjekt konnte nicht erstellt werden, Sie sollten dies manuell erledigen.

source: Missing GOsa object class '%s'!
de: Die GOsa-Objektklasse '%s' fehlt!

source: Please check your installation.
de: Bitte überprüfen Sie Ihre Installation.

source: Cannot handle the structural object type of your root object. Please try to add the object class '%s' manually.
de: Die strukturelle Objekt-Typ Ihres Wurzel-Objektes kann nicht konvertiert werden. Bitte fügen Sie die Objekt-Klasse '%s' manuell hinzu.

source: How to get started
de: Was vorzubereiten ist

source: This seems to be the first time you run GOsa on this system. To start the GOsa web interface you need a working configuration file, which can be generated by this wizard.
de: GOsa scheint das erste Mal auf diesem System ausgeführt zu werden. Um die Web-Schnittstelle zu aktivieren benötigen Sie eine gültige Konfigurationsdatei, welche mit diesem Einrichtungsassistenten erzeugt werden kann.

source: What you need to generate a configuration file:
de: Was Sie zum Erzeugen der Konfigurationsdatei benötigen:

source: The hostname of your LDAP server
de: Der Rechnername Ihres LDAP-Servers

source: Installed GOsa and supplementary schema
de: Installiertes GOsa und die notwendigen LDAP-Schema

source: The LDAP base of your LDAP directory
de: Die LDAP-Basis ihres LDAP-Verzeichnisses

source: The DN and the password of the LDAP administration user
de: Die DN und das Passwort eines LDAP-Administrators

source: If you've collected the needed information, unlock the setup process like shown in the next paragraph.
de: Wenn Sie die notwendigen Informationen vorliegen haben, können Sie den Installationsvorgang wie folgt freischalten.

source: Starting the setup
de: Starte Einrichtungsassistenten

source: For security reasons you need to authenticate the installation by creating the file '/tmp/gosa.auth', containing the current session ID on the servers local filesystem. This can be done by executing the following command:
de: Aus Sicherheitsgründen müssen Sie die Installation authorisieren, indem Sie die Datei '/tmp/gosa.auth' mit der aktuellen Sitzungs-ID im Dateisystem des Servers erzeugen. Dies wird durch das Ausführen des folgenden Kommandos erreicht:

source: Click the 'Next' button when you've finished.
de: Drücken Sie auf den Knopf 'Fortfahren', wenn Sie fertig sind.

source: GOsa is developed under the terms of the GNU General Public License v2. Please accept the terms below.
de: GOsa wird unter der GNU General Public License V2 entwickelt. Bitte akzeptieren Sie die untenstehenden Lizenzbedingungen.

source: I have read the license and accept it
de: Ich habe die Lizenz gelesen und akzeptiere diese

source: This step checks if your PHP server has all required modules and configuration settings.
de: Dieser Schritt prüft ob ihre PHP-Umgebung die notwendigen Module eingebunden hat, sowie richtig konfiguriert ist.

source: Inspection
de: Inspektion

source: PHP module and extension checks
de: PHP Modul- und Erweiterungsprüfung

source: Basic checks
de: Grundlegende Prüfungen

source: GOsa will NOT run without fixing this.
de: GOsa kann nicht ausgeführt werden, wenn das Problem nicht behoben wird.

source: GOsa will run without fixing this.
de: GOsa wird verwendbar sein, ohne dies zu beheben.

source: PHP setup configuration
de: Konfiguration der PHP-Umgebung

source: show information
de: zeige Information

source: Extended checks
de: Erweiterte Prüfungen

source: Schema specific settings
de: Schemaspezifische Einstellungen

source: Schema check succeeded
de: Schema-Prüfung erfolgreich

source: Schema check failed
de: Schema-Prüfung fehlgeschlagen

source: Could not read any schema information, all checks skipped. Adjust your LDAP ACLs.
de: Konnte keine Schema-Informationen beziehen, alle Prüfungen wurden übersprungen. Passen Sie Ihre LDAP-ACLs an.

source: It seems that your LDAP database wasn't initialized yet. This maybe the reason, why GOsa can't read your schema configuration!
de: Es scheint so, dass Ihre LDAP-Datenbank noch nicht initialisiert wurde. Dies könnte der Grund sein, weshalb GOsa die Schema-Konfiguration nicht lesen konnte!

source: LDAP schema check
de: LDAP Schemaprüfung

source: Perform test on your current LDAP schema
de: Führe Test auf Ihrem aktuellen LDAP Schema durch

source: Welcome
de: Willkommen

source: The welcome message
de: Die Willkommensnachricht

source: Welcome to the GOsa setup assistent
de: Willkommen beim GOsa Einrichtungsassistenten

source: License
de: Lizenz

source: Terms and conditions for usage
de: Bedingungen und Auflagen für den Gebrauch

source: Please select the preferred language
de: Bitte wählen Sie Ihre bevorzugte Sprache

source: At this point, you can select the site wide default language. Choosing 'automatic' will use the language requested by the browser. This setting can be overridden per user.
de: An dieser Stelle können Sie die standortweite Standardsprache auswählen. Bei Auswahl von 'automatisch' wird automatisch die vom Browser angeforderte Sprache verwendet. Diese Einstellung kann von der Einstellung des Benutzers überschrieben werden.

source: Please select your preferred language here
de: Bitte wählen Sie hier Ihre bevorzugte Sprache

source: Language setup
de: Sprachauswahl

source: This step allows you to select your preferred language.
de: Dieser Schritt erlaubt es Ihnen, Ihre bevorzugte Sprache auszuwählen.
