Repository: mbenkmann/limux-gosa
Catalog: gosa-core/locale/core/*/LC_MESSAGES/messages.po
Languages: de

source: DN of user with ACL checks disabled. This should only be used to restore lost administrative ACLs.
de: DN des Benutzers für den ACL-Prüfungen ausgesetzt werden sollen. Einzige Anwendung sollte die Wiederherstellung von Administrator ACLs sein.

source: Storage path for PPD files.
de: Speicherpfad für PPD-Dateien.

source: Number of seconds a LDAP query is allowed to take until GOsa aborts the request.
de: Anzahl der Sekunden, ab denen eine LDAP-Abfrage als gescheitert behandelt wird.

source: Enables storing of user filters in browser cookies.
de: Aktiviert das Speichern von Benutzerfiltern in Browser-Cookies.

source: Enables sending of compressed web page content.
de: Aktiviert Webseiten-Komprimierung.

source: LDAP attribute which is used to detect changes.
de: LDAP-Attribut welches für das Feststellen von Änderungen verwendet wird.

source: ISO language code which is used to override the automatic language detection.
de: ISO-Sprach-Code, welcher die automatische Spracherkennung ausser Kraft setzt.

source: CSS and template theme to be used.
de: Zu benutzendes CSS- und Template-Theme

source: Number of seconds after an inactive session expires. This may be overridden by some systems php.ini/crontab mechanism.
de: Anzahl der Sekunden nach denen eine inaktive Sitzung abläuft. Dies kann bei einigen Systemen durch einen php.ini/crontab Machnismus ausser Kraft gesetzt werden.

source: Template engine compile directory.
de: Compilier-Verzeichnis des Template-Engines

source: Logical AND of the integer values below that controls the debug output on every page load: %s
de: Logische UND-Verknüpfung von integer-Werten die die Debug-Ausgaben auf jeder Seite steuern: %s

source: Command to create Samba NT/LM hashes. Required for password synchronization if you don't use supplementary services.
de: Befehl zum Erzeugen bon Samba NT-/LM-Hashes. Dies wird zur Synchronisierung von Passworten verwendet (falls Sie keinen anderen Dienst verwenden).

source: Default hash to be used for newly created user passwords.
de: Standard-Hash zur Verwendung bei neu erzeugten Benutzerpasswörtern.

source: Enable checking for the presence of problematic unicode characters in passwords.
de: Aktiviert die Prüfung von problematischen Unicode-Zeichen in Passwörtern.

source: Specify whether 'cn' or 'uid' style user DNs are generated. For more sophisticated control use the 'accountRDN' setting.
de: Gibt an ob die Benutzer-DN im cn- oder uid-Stil generiert werden soll. Ist die Erzeugung komplizierter, nutzen Sie die 'accountRDN' Einstellung.

source: Location component for user storage inside of departments.
de: Ort an dem Benutzer innerhalb von Abteilungen angelegt werden sollen.

source: Location component for group storage inside of departments.
de: Ort an dem Gruppen innerhalb von Abteilungen angelegt werden sollen.

source: Count base for group IDs. For dynamic ID assignment use the 'nextIdHook' setting.
de: Zählbasis für Gruppen-IDs. Soll dies dynamisch erfolgen, nutzen Sie die 'nextIdHook' Einstellung.

source: Count base for user IDs. For dynamic ID assignment use the 'nextIdHook' setting.
de: Zählbasis für Benutzer-IDs. Soll dies dynamisch erfolgen, nutzen Sie die 'nextIdHook' Einstellung.

source: Lowest assignable group ID for use with the idAllocationMethod set to 'pool'.
de: Niedrigste zuweisbare Gruppen-Id, wenn idAllocationMethod 'pool' ist.

source: Highest assignable group ID for use with the idAllocationMethod set to 'pool'.
de: Höchste zuweisbare Gruppen-Id, wenn idAllocationMethod 'pool' ist.

source: Lowest assignable user ID for use with the idAllocationMethod set to 'pool'.
de: Niedrigste zuweisbare Benutzer-Id, wenn idAllocationMethod 'pool' ist.

source: Highest assignable user ID for use with the idAllocationMethod set to 'pool'.
de: Höchste zuweisbare Benutzer-Id, wenn idAllocationMethod 'pool' ist.

source: Count base for user IDs. For dynamic ID assignment use the 'baseIdHook' setting.
de: Zählbasis für Benutzer-IDs. Soll dies dynamisch erfolgen, nutzen Sie die 'baseIdHook' Einstellung.

source: Connection URL for use with the gosa-ng service.
de: Verbindungs-URL für den gosa-ng Dienst.

source: User name used to connect to the 'gosaRpcServer'.
de: Benutzername zum Verbinden zum 'gosaRpcServer'.

source: Password used to connect to the 'gosaRpcServer'.
de: Passwort zum Verbinden zum 'gosaRpcServer'.

source: Connection URI for use with the gosa-si service (obsolete).
de: Verbindungs URI für den gosa-si Dienst (abgekündigt).

source: Number of seconds after a gosa-si connection is considered 'dead'.
de: Anzahl der Sekunden nach denen eine gosa-si Verbindung als 'tot' betrachtet wird.

source: User attribute which is used for log in.
de: Für das Login verwendete Benutzer-Attribut.

source: Local time zone.
de: Lokale Zeitzone

source: Enable tagging of administrative units. This can be used in conjunction with ACLs (obsolete).
de: Markieren von Administrativen-Einheiten. Dies kann in Verbindung mit ACLs verwendet werden (abgekündigt).

source: Enable the use of {sasl} instead of {kerberos} for user realms.
de: Aktiviert die Verwendung von {sasl} anstelle von {kerberos} für Benutzer-Realms.

source: Enable RFC 2307bis style groups. This combines the use of 'member' and 'memberUid' attributes.
de: Aktiviert Gruppen im Stil von RFC 2307bis. Dies kombiniert 'member' und 'memberUid'-Einträge.

source: Adjusts the user DN generation to include the users personal title (only in conjunction with accountPrimaryAttribute).
de: Aktiviert das Hinzufügen des Persönlichen Titels zur Benutzer-DN (nur in Verbindung mit accountPrimaryAttribute).

source: Script to be called for finding the next free id for groups or users.
de: Skript welches zum Auffinden der nächsten freien Gruppen- oder Benutzer-ID verwendet wird.

source: Descriptive string for the automatic ID generator. Please read the FAQ file for more information.
de: Beschreibende Zeichenkette für den automatischen ID-Generator. Nähere Angaben finden Sie in der FAQ.

source: Enable strict checking for user IDs and group names.
de: Aktiviert eine strenge Überprüfung von Benutzer- und Gruppennamen.

source: Lowest assignable user or group ID. Only active if idAllocationMethod is set to 'traditional'.
de: Niedrigste für Benutzer oder Gruppen zuweisbare numerische ID (nur verfügbar wenn idAllocationMethod 'traditional' ist).

source: Attribute to be used for primary mail addresses.
de: Attribut für die Primäre Mail-Adresse.

source: Namespace used for shared folders.
de: Namensraum für gemeinsam verwendete Ordner.

source: Namespace rule to create user folders. Please read the FAQ file for more information.
de: Regel zum erzeugen von Benutzer-Ordnern. Nähere Angaben finden Sie in der FAQ.

source: Namespace rule to create folders. Please read the FAQ file for more information.
de: Regel zum erzeugen von Ordnern. Nähere Angaben finden Sie in der FAQ.

source: Seconds after an IMAP connection is considered dead.
de: Anzahl der Sekunden nach denen eine IMAP-Verbindung als 'tot' behandelt wird.

source: Class name of the mail method to be used.
de: Klassenname der zu verwendenden Mail-Methode.

source: Enable slashes instead of dots as a name space separator for Cyrus IMAP.
de: Verwende Slashes anstelle von Punkten als Namensraumstrenner bei Cyrus IMAP.

source: Directory to store vacation templates. Please read the FAQ file for more information.
de: Verzeichnis welches Urlaubs-Vorlagen enthält. Nähere Angaben finden Sie in der FAQ.

source: Enable TLS for LDAP connections.
de: Aktiviert TLS für LDAP-Verbindungen.

source: Enable IVBB used by german authorities.
de: Aktiviert IVBB, welches von deutschen Behörden verwendet wird.

source: Maintain sambaIdmapEntry objects to improve performance on some Samba versions.
de: Aktiviert die Verwaltung von sambaIdmapEntry Objekten um die Performance bei einigen Samba-Versionen zu erhöhen.

source: Enable checks to determine whether an account is expired or not.
de: Aktiviert Ablaufprüfungen bei Benutzerkonten.

source: String containing the SID for Samba setups without the Domain object in LDAP.
de: Zeichenkette mit der SID von Samba-Einrichtungen ohne Domain-Objekt im LDAP.

source: String containing the RID base for Samba setups without the Domain object in LDAP.
de: Zeichenkette mit der RID-Basis von Samba-Einrichtungen ohne Domain-Objekt im LDAP.

source: Enable manual object snapshots.
de: Aktiviert manuelle Objekt-Schnappschüsse.

source: Base DN for snapshot storage.
de: Basis DN für die Ablage vpn Schnappschüssen.

source: DN of the snapshot administrator.
de: DN des Schnappschuss-Administrators.

source: Password of the snapshot administrator.
de: Passwort des Schnappschuss-Administrators.

source: Method for user and group ID generation. Note: only the 'traditional' method is safe due to PHP limitations.
de: Zu verwendende Methode für die Benutzer- und Gruppen-ID Generierung. Hinweis: nur 'traditional' ist aufgrund von Einschränkungen von PHP sicher.

source: URI of server to be used for snapshots.
de: URI des für Schnappschüsse zu verwendenden Servers.

source: The configuration format has changed: please run the setup again!
de: Das Konfigurationsformat hat sich geändert: bitte starten Sie das Setup erneut!

source: You are currently editing a database entry. Do you want to discard the changes?
de: Sie bearbeiten gerade einen Datenbankeintrag. Sollen die Daten verworfen werden?

source: Unknown
de: Unbekannt

source: Copy and paste failed!
de: Kopieren & Einfügen ist fehlgeschlagen!

source: Cannot set permission for %s
de: Kann Berechtigungen für %s nicht setzen

source: '%s' is no valid LDAP object
de: %s ist kein gültiges LDAP-Objekt

source: No write permission in '%s'
de: Keine Schreibberechtigung in '%s'

source: Cannot set permission for '%s'
de: Kann Berechtigungen für '%s' nicht setzen

source: These objects will be pasted: %s
de: Diese Objekte werden eingefügt: %s

source: This object will be pasted: %s
de: Dieses Objekt wird eingefügt: %s

source: Cannot paste
de: Kann nicht einfügen

source: Please fix the above error and reload the page.
de: Bitte beheben Sie obigen Fehler und laden die Seite neu.

source: Phone number
de: Telefonnummer

source: Usage statistics
de: Nutzungsstatistik

source: Communication with the GOsa-backend failed. Please check the RPC configuration!
de: Kommunikation mit dem GOsa-Backend ist fehlgeschlagen. Bitte prüfen Sie die RPC-Konfiguration!

source: Send
de: Senden

source: Generate report for
de: Report erstellen für

source: Update
de: Aktualisieren

source: No statistic data for given period
de: Keine Statiskdaten für die angegebene Periode vorhanden

source: Select report type
de: Wählen Sie einen Report-Typ

source: Action
de: Aktion

source: Average
de: Durchschnitt

source: Systems
de: Systeme

source: You have currently %s unsubmitted statistic collection, do you want to transmit them now?
de: Es sind momentan %s nicht übertragene Statistikdatensätze aufgelaufen. Möchten Sie diese nun übertragen?

source: Channels
de: Kanäle

source: Plugin status
de: Modul Status

source: Version mismatch
de: Versinskonflikt

source: Schema missing
de: Schema fehlt

source: Notifications
de: Benachrichtigungen

source: Communciation with the backend failed! Please check your internet connection!
de: Die Kommunikation mit dem Backend ist fehlgeschlagen! Bitte prüfen Sie die Netzwerkverbindung!

source: Authentication failed, please check combination of username and password!
de: Die Authentifizierung ist fehlgeschlagen, bitte prüfen Sie die Kombination aus Benutzername und Passwort!

source: Internal server error, please try again later. If the problem persists contact the GOsa-Team!
de: Interner Server-Fehler, versuchen Sie es bitte später erneut. Falls das Problem bestehen bleibt, kontaktieren Sie das GOsa-Team!

source: GOsa registration
de: GOsa Registrierung

source: Registration complete
de: Registrierung abgeschlossen

source: GOsa instance will not be registered
de: Die GOsa-Instanz wird nicht registriert

source: Group membership
de: Gruppenmitgliedschaft

source: Role membership
de: Rollenmitgliedschaft

source: Object group membership
de: Objektgruppenmitgliedschaft

source: Department manager
de: Abteilungs-Verwalter

source: User manager
de: Benutzer-Verwalter

source: Object information
de: Objekt-Information

source: Show raw object entry
de: Zeige rohe Objektdaten

source: Last modification
de: Letzte Änderung

source: Object references
de: Objekt-Referenzen

source: ACL trace
de: ACL-Verfolgung

source: Enter another user name
de: Geben Sie einen anderen Benutzernamen ein

source: List of effective ACLs for '%s'
de: Liste der effektiven ACLs für '%s'

source: Object permissions
de: Objekt-Berechtigungen

source: create
de: anlegen

source: remove
de: entfernen

source: move
de: verschieben

source: Back to main menu
de: Zurück zum Hauptmenü

source: Please select the desired entries
de: Bitte wählen Sie die gewünschten Einträge

source: Department
de: Abteilung

source: Workstation
de: Arbeitsstation

source: Printer
de: Drucker

source: Phone
de: Telefon

source: User
de: Benutzer

source: Group
de: Gruppe

source: Default filter
de: Standard-Filter

source: Base
de: Basis

source: Object selection
de: Objektauswahl

source: Object groups
de: Objektgruppen

source: Combine different types of objects to make use of this relationship
de: Kombinieren von verschiedenen Objekttypen

source: Infrastructure error
de: Infrastruktur Fehler

source: Templates
de: Vorlagen

source: Application
de: Anwendung

source: Windows Install
de: Windows Installation

source: You cannot combine terminals and workstations in one object group!
de: Sie können Terminals und Arbeitsstationen nicht zu einer Objektgruppe zusammenfassen!

source: none
de: keine

source: too many different objects!
de: zu viele unterschiedliche Objekte!

source: users
de: Benutzer

source: groups
de: Gruppen

source: applications
de: Anwendungen

source: departments
de: Abteilungen

source: servers
de: Server

source: workstations
de: Arbeitsstationen

source: Windows workstations
de: Windows-Arbeitsstationen

source: phones
de: Telefone

source: printers
de: Drucker

source: Non existing DN:
de: Unbekannte DN:

source: These systems are already configured by other object groups and cannot be added:
de: Die folgenden Systeme sind bereits für die Konfiguration über eine Objektgruppe vorgesehen und können nicht hinzugefügt werden:

source: You can combine two different object types at maximum, only!
de: Sie können maximal zwei verschiedene Objekttypen miteinander kombinieren!

source: Generic
de: Allgemein

source: Object group generic
de: Objektgruppe (Allgemein)

source: System trust
de: System-Vertrauen

source: Object group
de: Objektgruppe

source: Generic settings
de: Allgemeine Benutzereinstellungen

source: Group name
de: Gruppenname

source: Name of the group
de: Name der Gruppe

source: Descriptive text for this group
de: Beschreibender Text für diese Gruppe

source: Member objects
de: Zusammengefasste Objekte

source: Phone queue
de: Warteschlange

source: System settings
de: Systemeinstellungen

source: Recipe
de: Rezept

source: Devices
de: Geräte

source: Deployment summary
de: Zusammenfassung der Verteilung

source: Desktop
de: Schreibtisch

source: Applications
de: Anwendungen

source: Paste object group
de: Objektgruppe einfügen

source: Please enter the new object group name
de: Bitte geben Sie einen Namen für die neue Objektgruppe ein

source: Warning: systems can only inherit from a single object group!
de: Mitglieder kopieren. Warnung: Systeme können nur von einer einzelnen Gruppe erben!

source: List of object groups
de: Liste von Objektgruppen

source: Properties
de: Eigenschaften

source: Create
de: Anlegen

source: Edit
de: Bearbeiten

source: Remove
de: Entfernen

source: Send message
de: Nachricht senden

source: Edit object group
de: Objektgruppe bearbeiten

source: Remove object group
de: Objektgruppe löschen

source: User selection
de: Benutzerauswahl

source: Multiple edit
de: Mehrfach bearbeiten

source: POSIX name of the group
de: POSIX-Name der Gruppe

source: Normally IDs are auto-generated, select to specify manually
de: Normalerweise werden IDs automatisch generiert. Auswählen um dies zu umgehen

source: Force GID
de: Erzwinge GID

source: Forced ID number
de: Erzwungene ID-Nummer

source: Select to create a samba conform group
de: Auswählen, um eine sambakonforme Gruppe zu erzeugen

source: in domain
de: in der Domain

source: Members are in a phone pickup group
de: Mitglieder sind in einer Telefon-Gruppe

source: Members are in a Nagios group
de: Mitglieder sind in einer Nagios-Gruppe

source: Common group members
de: Gemeinsame Gruppenmitglieder

source: Partial group members
de: Teilweise Gruppenmitglieder

source: Group members
de: Gruppenmitglieder

source: User and group selection
de: Benuter- und Gruppenauswahl

source: Default filter2
de: Standard-Filter

source: Group settings
de: Gruppen-Einstellungen

source: Paste group settings
de: Gruppeneinstellungen einfügen

source: List of groups
de: Liste der Gruppen

source: Edit group
de: Gruppe bearbeiten

source: Remove group
de: Gruppe löschen

source: Cannot find group SID in your configuration!
de: Kann keine Gruppen-SID in Ihrer Konfiguration finden!

source: Samba group
de: Samba-Gruppe

source: Domain administrators
de: Domänen-Administratoren

source: Domain users
de: Domänen-Benutzer

source: Domain guests
de: Domänen-Gäste

source: Special group (%d)
de: Spezielle Gruppe (%d)

source: Adding UID '%s' to group '%s' failed: cannot find user object!
de: Die UID '%s' konnte nicht zur Gruppe '%s' hinzugefügt werden: Benutzer-Objekt nicht gefunden!

source: Add UID '%s' to group '%s' failed: UID is used more than once!
de: Die UID '%s' konnte nicht zur Gruppe '%s' hinzugefügt werden: UID ist bereits vorhanden!

source: Cannot find any SID for '%s'!
de: Kann keine SID für '%s' finden!

source: Cannot find any RIDBASE for '%s'!
de: Kann keine RIDBASE für '%s' finden!

source: The gidNumber '%s' is already in use by %s!
de: Die Gruppen ID-Nummer '%s' wird bereits von %s verwendet!

source: Generic group settings
de: Allgemeine Gruppeneinstellungen

source: RDN for object group storage.
de: RDN für die Ablage von Objekt-Gruppen.

source: Samba group type
de: Samba-Gruppentyp

source: Samba domain name
de: Samba Domänen-Name

source: Phone pickup group
de: Gesprächs-Annahme Gruppe

source: Nagios group
de: Nagios-Gruppe

source: Group member
de: Gruppenmitglieder

source: Manage aspects of groups like members, POSIX, desktop, samba and mail settings
de: Verwalten von Gruppeneigenschaften wie Mitglieder, POSIX-, Desktop-, Samba- und Mail-Einstellungen

source: Edit POSIX properties
de: UNIX-Einstellungen bearbeiten

source: Edit mail properties
de: Mail-Einstellungen bearbeiten

source: Edit samba properties
de: Samba-Einstellungen bearbeiten

source: Edit phone properties
de: Telefon-Einstellungen bearbeiten

source: Menu
de: Menü

source: Edit start menu properties
de: Startmenü-Einstellungen bearbeiten

source: Environment
de: Umgebung

source: Edit environment properties
de: Umgebungs-Einstellungen bearbeiten

source: Show templates
de: Zeige Vorlagen

source: Show POSIX users
de: Zeige POSIX Benutzer

source: Show SAMBA users
de: Zeige Samba-Benutzer

source: Show mail users
de: Zeige Mail Benutzer

source: To change the user password use the fields below. The changes take effect immediately. Please memorize the new password, because the user wouldn't be able to login without it.
de: Um das Benutzer-Passwort zu ändern, nutzen Sie die Felder unten. Die Änderungen werden sofort wirksam. Merken Sie sich das Passwort, da sich der Benutzer ohne dieses Passwort nicht anmelden kann.

source: Password input dialog
de: Passwort-Eingabedialog

source: Strength
de: Stärke

source: Use proposal
de: Vorschlag verwenden

source: Manually specify a password
de: Passwort manuell setzen

source: Enforce password change on next login.
de: Erzwinge Änderung des Passwort bei Anmeldung

source: Creating a new user using templates
de: Erzeugen eines neuen Benutzer aus einer Vorlage

source: Creating a new user can be assisted by using templates. Many database records will be filled automatically. Choose 'none' to skip the usage of templates.
de: Das Anlegen von neuen Benutzern kann durch die Verwendung von Vorlagen vereinfacht werden. Viele Datenbankeinträge lassen sich damit automatisch ausfüllen. Wählen sie 'keine' um den Vorlagen-Dialog zu überspringen.

source: User template selection dialog
de: Auswahldialog für Benutzervorlagen

source: Template
de: Vorlage

source: Last name
de: Nachname

source: First name
de: Vorname

source: Manage aspects of user accounts like generic, POSIX, samba and mail settings
de: Verwalten von Konto-Eigenschaften wie Allgemeines, POSIX-, Samba- und Mail-Einstellungen

source: You have no permission to change this users password!
de: Sie haben keine Berechtigung dieses Passwort zu ändern!

source: Account locking
de: Konto-Sperrung

source: Password method '%s' does not support locking. Account (%s) has not been locked!
de: Die Passwort-Methode '%s' unterstützt keine Sperrungen. Das Konto %s wurde nicht gesperrt!

source: Unlock account
de: Konto aktivieren

source: Lock account
de: Konto deaktivieren

source: Edit generic properties
de: Allgemeine Einstellungen bearbeiten

source: Edit Netatalk properties
de: Netatalk-Einstellungen bearbeiten

source: Edit FAX properties
de: FAX-Einstellungen bearbeiten

source: List of users
de: Liste der Benutzer

source: Lock users
de: Benutzer sperren

source: Unlock users
de: Benutzer entsperren

source: Apply template
de: Vorlage anwenden

source: New user from template
de: Neuen Benutzer aus Vorlage

source: Edit user
de: Benutzer bearbeiten

source: Remove user
de: Benutzer entfernen

source: Applying a template
de: Vorlage anwenden

source: Applying a template to several users will replace all user attributes defined in the template.
de: Das Anwenden einer Vorlage ersetzt alle in der Vorlage definierten Attribute des Benutzers.

source: Apply user template
de: Benutzervorlage anwenden

source: No templates available!
de: Keine Vorlagen verfügbar!

source: List of structural objects
de: Liste von strukturellen Objekten

source: Domain component
de: Domänen-Komponente

source: Country
de: Land

source: Locality
de: Standort

source: Locality name
de: Standort-Name

source: Name of locality to create
de: Name des zu erzeugenden Standortes

source: Descriptive text for department
de: Beschreibender Text zu dieser Abteilung

source: Manager
de: Verwalter

source: Administrative settings
de: Administrative Einstellungen

source: Tag department as an independent administrative unit
de: Abteilung als eigenständige administrative Einheit kennzeichnen

source: Name of department
de: Name der Abteilung

source: Name of subtree to create
de: Name des zu erzeugenden Teilbaums

source: Descriptive text for department
de: Beschreibender Text zu dieser Abteilung

source: Category for this subtree
de: Kategorie dieses Teilbaums

source: State
de: Land

source: State where this subtree is located
de: Land, in dem dieser Teilbaum anzusiedeln ist

source: Location of this subtree
de: Ort dieses Teilbaums

source: Address
de: Adresse

source: Postal address of this subtree
de: Postalische Anschrift dieses Teilbaums

source: Base telephone number of this subtree
de: Einleitende Telefonnummer dieses Teilbaums

source: Base facsimile telephone number of this subtree
de: Einleitende Fax-Nummer dieses Teilbaums

source: Domain Component
de: Domänen-Komponente

source: Directory structure
de: Verzeichnisstruktur
