Repository: mbenkmann/limux-gosa
Catalog: gosa-core/locale/core/*/LC_MESSAGES/messages.po
Languages: de

source: Login to GOsa
de: GOsa Anmeldung

source: User name
de: Benutzername

source: Password
de: Passwort

source: Choose the directory to work on
de: Wählen Sie das Verzeichnis auf dem gearbeitet werden soll

source: Click here to log in
de: Hier klicken zum Anmelden

source: Log in
de: Anmelden

source: Copy & paste wizard
de: Kopieren & Einfügen - Assistent

source: Some values need to be unique in the complete directory while some combinations make no sense. Please edit the values below to fulfill the policies.
de: Bestimmte Werte müssen im gesamten Verzeichnis eindeutig sein, während andere Kombinationen keinen Sinn ergeben. GOsa zeigt die relevanten Attribute. Bitte ändern Sie die Werte, die unten angezeigt werden, um die Auflagen zu erfüllen.

source: Remember that some properties like taken snapshots will not be copied!
de: Beachten Sie, dass manche Einstellungen wie z.B. erstellte Snapshots nicht kopiert werden!

source: Or if you copy or cut an entry within GOsa and delete the source object, you may get errors while pasting this object again!
de: Oder wenn sie einen Eintrag in GOsa kopieren oder ausschneiden und das Quellobjekt entfernen, werden Sie wahrscheinlich wieder eine Fehlermeldung erhalten, wenn Sie das Objekt einfügen!

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Cancel all
de: Alle abbrechen

source: Operation complete
de: Vorgang abgeschlossen

source: Finish
de: Speichern

source: List of defined filters
de: Liste der definierten Filter

source: The size limit option makes LDAP operations faster and saves the LDAP server from getting too much load. The easiest way to handle big databases without long timeouts would be to limit your search to smaller values and use filters to get the entries you are looking for.
de: Die Größenbeschränkung sorgt dafür, daß die LDAP-Operationen schneller durchgeführt werden können und verringern die Last auf dem LDAP-Server. Der einfachste Weg, große Datenbanken ohne große Zeitüberschreitungen zu bearbeiten ist es Filter zu verwenden und die Größenbeschränkungen auf einen sinnvollen Wert einzustellen.

source: Please choose the way to react for this session
de: Bitte entscheiden Sie, wie für diese Sitzung verfahren werden soll

source: ignore this error and show all entries the LDAP server returns
de: Ignoriere diesen Fehler und zeige alle vom LDAP-Server gelieferten Einträge

source: ignore this error and show all entries that fit into the defined size limit
de: ignoriere diesen Fehler und zeige alle Einträge, die innerhalb der Größenbeschränkung liegen

source: Set
de: Setzen

source: Filter properties
de: Filtereinstellungen

source: Description
de: Beschreibung

source: Parent filter
de: Stamm-Filter

source: Public visible
de: Öffentlich sichtbar

source: Enabled
de: Aktiviert

source: Categories where the filter is visible
de: Kategorien in denen der Filter sichtbar ist

source: Query
de: Abfrage

source: Assigned ACL for current entry
de: Zugewiesene ACL für aktuellen Eintrag

source: New ACL
de: Neue ACL

source: Options
de: Optionen

source: ACL type
de: ACL-Typ

source: Select an ACL type
de: Wählen Sie einen ACL-Typ

source: Apply
de: Anwenden

source: Additional filter options
de: Zusätzliche Filteroptionen

source: Members
de: Mitglieder

source: Member selection
de: Mitglieder-Auswahl

source: Use members from
de: Verwende Mitglieder von

source: List message possible targets
de: Zeige mögliche Empfänger dieser Nachricht

source: List message recipients
de: Zeige Nachrichtenempfänger

source: List of available ACL categories
de: Liste verfügbarer ACL-Kategorien

source: ACL for this object
de: ACL für dieses Objekt

source: Available roles
de: Verfügbare Rollen

source: Your GOsa session has been closed!
de: Ihre GOsa-Sitzung wurde geschlossen!

source: Please close this browser window and clean the authentication caches to avoid an automatic re-authentication by your browser.
de: Bitte schliessen Sie dieses Browserfenster und leeren den Authentisierungscache um eine automatische Wiederanmeldung des Browsers zu verhindern.

source: Restoring object snapshots
de: Stelle Objekt-Snapshots wieder her

source: This procedure will restore a snapshot of the selected object. It will replace the existing object after pressing the restore button.
de: Dieser Vorgang stellt einen Snaphot des gewählten Objekts wieder her. Er wird dabei das vorhandene überschreiben, nachdem Sie den Wiederherstellen-Knopf gedrückt haben.

source: DNS configuration and some database entries cannot be restored. They need to be recreated manually.
de: Beachten Sie, dass die DNS-Konfiguration mitsamt den Datenbankeinträgen nicht wiederhergestellt werden kann. Sie müssen manuell erstellt werden.

source: Don't forget to check references to other objects, for example does the selected printer still exists ?
de: Vergessen Sie nicht, Verweise auf andere Objekte zu überprüfen, bspw. ob der gewählte Drucker noch existiert.

source: Object
de: Objekt

source: There is no snapshot available that can be restored
de: Es ist kein Snapshot verfügbar, der wiederhergestellt werden kann

source: Choose a snapshot and click the folder image, to restore the snapshot
de: Wählen Sie einen Snapshot und klicken Sie auf das Ordner-Bild, um diesen wiederherzustellen.

source: Creating object snapshots
de: Erstelle Objekte-Snapshots

source: This procedure will create a snapshot of the selected object. It will be stored inside a special branch of your directory system and can be restored later on.
de: Dieser Vorgang wird einen Snapshot des gewählten Objekts erzeugen. Er wird innerhalb eines speziellen Zweiges Ihres Verzeichnisses gespeichert und kann später wieder hergestellt werden.

source: Remember that database entries, DNS configurations and possibly created zones in server extensions will not be stored in the snapshot.
de: Beachten Sie, dass Datenbankeinträge, DNS-Konfigurationen und evtl. erstellte Zonen in den Server-Erweiterungen nicht im Snapshot gespeichert werden.

source: Time stamp
de: Zeitstempel

source: Reason for generating this snapshot
de: Grund für das Erzeugen dieses Snapshots

source: Continue
de: Fortsetzen

source: Error message title
de: Titel der Fehlermeldung

source: Error message
de: Fehlermeldung

source: Change your password
de: Ändern des Passwortes

source: Your password has been changed successfully.
de: Ihr Passwort wurde erfolgreich geändert.

source: Password change
de: Passwort-Änderung

source: Enter the current password and the new password (twice) in the fields below and press the 'Set password' button.
de: Bitte geben Sie das momentane, sowie (zweimalig) das neue Passwort in den Feldern unten ein und betätigen Sie die 'Passwort setzen' Schaltfläche.

source: Change password
de: Passwort ändern

source: Directory
de: Verzeichnis

source: Current password
de: Momentanes Passwort

source: New password
de: Neues Passwort

source: Repeat new password
de: Neues Passwort (Wiederholung)

source: Password strength
de: Passwort-Stärke

source: Click here to change your password
de: Klicken Sie hier um Ihr Passwort zu ändern

source: Set password
de: Passwort setzen

source: User information
de: Benutzer-Information

source: User ID
de: Benutzer-ID

source: Surname
de: Nachname

source: Given name
de: Vorname

source: Personal title
de: Titel

source: Academic title
de: Akademischer Titel

source: Home postal address
de: Private Adresse

source: Date of birth
de: Geburtsdatum

source: Home phone number
de: Telefonnummer (privat)

source: Organization
de: Organisation

source: Organizational Unit
de: Organisationseinheit

source: Location
de: Ort

source: Street
de: Straße

source: Department number
de: Abteilungsnummer

source: Employee number
de: Personalnummer

source: Employee type
de: Anstellungsart

source: User settings
de: Benutzer-Einstellungen

source: You have no permission to edit any properties. Please contact your administrator.
de: Sie haben keine Berechtigungen Einstellungen zu ändern. Bitte kontaktieren Sie Ihren Administrator.

source: Administrative contact
de: Kontakt zu Ihrem Administrator

source: The GOsa team
de: Das GOsa Team

source: Locking conflict detected
de: Ein Zugriffskonflikt wurde festgestellt

source: If this lock detection is false, the other person has obviously closed the web browser during the edit operation. You may want to take over the lock by pressing the 'Edit anyway' button.
de: Wenn diese Anzeige eines Zugriffskonflikts fehlerhaft ist, hat eine andere Person offenbar während der Bearbeitung eines Eintrages einfach den Webbrowser geschlossen. In einem solchen Fall können Sie den Konflikt durch einen Klick auf Trotzdem bearbeiten übergehen.

source: Read only
de: Nur anschauen

source: GOsa help viewer
de: GOsa Hilfe-Browser

source: Search
de: Suchen

source: Your GOsa session has expired!
de: Die Gültigkeit ihrer GOsa-Sitzung ist abgelaufen!

source: It has been a while since your last interaction with GOsa took place. Your session has been closed for security reasons. Please login again to continue with administrative tasks.
de: Die letzte in der Web-Applikation durchgeführte Aktion liegt einige Zeit in der Vergangenheit. Aus Sicherheitsgründen wurde die Sitzung geschlossen. Um mit der Administration fortzufahren, melden Sie sich bitte erneut an.

source: Login again
de: Erneut anmelden

source: Raw LDAP entry
de: Reiner LDAP-Eintrag

source: Attention
de: Achtung

source: If you're sure you want to do this press 'Delete' to continue or 'Cancel' to abort.
de: Wenn Sie sicher sind, drücken Sie 'Entfernen' um fortzufahren oder 'Abbrechen' zum Abbruch.

source: Log out
de: Abmelden

source: You are currently editing a database entry. Do you want to dismiss the changes?
de: Sie bearbeiten gerade einen Datenbankeintrag. Sollen die Daten verworfen werden?

source: Session expires in %d!
de: Die Sitzung läuft in %d ab!

source: Fatal error
de: Schwerer Fehler

source: GOsa configuration %s/%s is not readable. Aborted.
de: Die GOsa-Konfigurationsdatei %s/%s ist nicht lesbar. Abgebrochen.

source: Configuration error
de: Konfigurationsfehler

source: Compile directory %s is not accessible!
de: Auf das als Compile-Verzeichnis angegegebene Verzeichnis '%s' kann nicht zugegriffen werden!

source: Password method
de: Passwort-Methode

source: Error: Password method not available!
de: Fehler: Passwort-Methode ist nicht verfügbar!

source: Login
de: Kennung

source: You need to specify your current password in order to proceed.
de: Sie müssen das aktuelle Passwort eingeben, um fortfahren zu können.

source: The passwords you've entered as 'New password' and 'Repeated new password' do not match.
de: Die Passwörter, die Sie als 'Neues Passwort' und 'Neues Passwort (Wiederholung)' eingegeben haben sind nicht identisch.

source: The password you've entered as 'New password' is empty.
de: Das Passwort, welches Sie als 'Neues Passwort' eingegeben haben ist leer.

source: The password used as new and current are too similar.
de: Das alte und neue Passwort sind sich zu ähnlich.

source: The password used as new is to short.
de: Das Passwort, welches Sie als 'Neues Passwort' eingegeben haben, ist zu kurz.

source: The password contains possibly problematic Unicode characters!
de: Das Passwort enthält eventuell problematische Unicode-Zeichen!

source: Please check the username/password combination!
de: Bitte überprüfen Sie die Kombination von Benutzernamen und Passwort!

source: You have no permissions to change your password!
de: Sie haben keine Berechtigung ihr Passwort zu ändern!

source: Check-hook reported a problem: %s. Password change canceled!
de: Der Check-Hook meldet ein Problem: %s. Die Passwortänderung wurde abgebrochen!

source: Warning
de: Warnung

source: Session will not be encrypted.
de: Die Sitzung ist nicht verschlüsselt.

source: Enter SSL session
de: SSL Sitzung

source: Your browser (%s) is blacklisted for the current theme!
de: Ihr Browser (%s) ist für das momentane Theme nicht geeignet!

source: This session is not encrypted. Click %s to enter an encrypted session.
de: Diese Sitzung ist nicht verschlüsselt. Klicken Sie %s um eine verschlüsselte Sitzung zu verwenden.

source: here
de: hier

source: The configured session lifetime will be overridden by php.ini settings!
de: Die Konfiguration der Gültigkeitsdauer einer Sitzung in Ihrer gosa.conf wird von der Einstellung in der php.ini überschrieben!

source: Smarty error
de: Smarty-Fehler

source: Your browser has cookies disabled: please enable cookies and reload this page before logging in!
de: Ihr Browser hat Cookies deaktiviert: bitte aktivieren Sie zunächst Cookies und laden anschliessend diese Seite neu, bevor Sie sich anmelden!

source: Broken HTTP authentication setup!
de: Problem mit der HTTP Authentisierungseinrichtung!

source: Error
de: Fehler

source: Cannot find a valid user for the current HTTP authentication!
de: Es konnte kein gültiger Benutzer für die aktuell eingerichtete HTTP Authentisierung gefunden werden!

source: Cannot find a unique user for the current HTTP authentication!
de: Es konnte kein gültiger Benutzer für die aktuell eingerichtete HTTP Authentisierung gefunden werden!

source: LDAP error
de: LDAP-Fehler

source: Please specify a valid user name!
de: Bitte geben Sie einen gültigen Benutzernamen ein!

source: Please specify your password!
de: Bitte geben Sie Ihr Passwort ein!

source: Authentication error
de: Authentifizierungsfehler

source: Cannot retrieve user information for HTTP authentication!
de: Konnte keine Benutzerinformation für HTTP Authentisierung ermitteln!

source: Account locked. Please contact your system administrator!
de: Das Konto ist gesperrt. Bitte benachrichtigen Sie den Administrator!

source: Cannot locate file %s - please run %s to fix this
de: Konnte Datei %s nicht finden - bitte führen Sie %s aus um das Problem zu beheben

source: PHP configuration
de: PHP-Konfiguration

source: Fatal error: Register globals is active. Please fix this in order to continue.
de: Schwerer Fehler: register globals ist aktiv. Bitte beheben Sie dies um fortzufahren.

source: Your password is about to expire, please change your password!
de: Ihr Passwort ist fast abgelaufen, bitte setzen Sie ein neues!

source: Running out of memory!
de: Der verfügbare Arbeitsspeicher wird knapp!

source: You're logged in as %s
de: Sie sind als %s angemeldet

source: ACLs are disabled
de: ACLs sind deaktiviert

source: Plug-in
de: Erweiterung

source: Fatal error: Cannot find any plugin definitions for plugin %s!
de: Schwerer Fehler: Es kann keine Erweiterung für die Definition von '%s' gefunden werden!

source: Configuration Error
de: Konfigurationsfehler

source: Fatal error: not all POST variables have been transfered by PHP - please inform your administrator!
de: Schwerer Fehler: es wurden nicht alle POST-Variablen von PHP übertragen - bitte informieren Sie den Administrator!

source: Help browser
de: Hilfe-Browser

source: There is no help file specified for this class
de: Für diese Klasse wurde keine Hilfedatei angegeben

source: previous
de: Vorherige

source: next
de: Nächste

source: Help directory '%s' is not accessible, can't read any help files.
de: Auf das Hilfeverzeichnis '%s' kann nicht zugegriffen werden - kann daher keine Hilfedateien lesen.

source: unconfigured
de: unkonfiguriert

source: Permission
de: Berechtigung

source: Permission error
de: Berechtigungsfehler

source: You are not allowed to create a snapshot for %s!
de: Ihnen ist es nicht erlaubt, einen Snapshot für %s zu erstellen!

source: You are not allowed to restore a snapshot for %s!
de: Ihnen ist es nicht erlaubt, einen Snapshot für %s wiederherzustellen!

source: You are not allowed to remove a snapshot for %s!
de: Ihnen ist es nicht erlaubt, einen Snapshot von %s zu entfernen!

source: Internal error
de: Interner Fehler

source: Cannot instantiate tabbed-plug-in, the base plugin (%s) is not available!
de: Kann das Karteireiter-Plugin nicht instanzieren. Das Basis-Plugin (%s) ist nicht verfügbar!

source: No tab definition for %s found in configuration file: cannot create plugin instance!
de: Es wurde keine TAB-Definition für '%s' in der Konfigurationsdatei gefunden.:kann keine Plugin-Instanz erzeugen!

source: Root
de: Wurzel

source: Submit
de: Übertragen

source: Socket connection to %s:%s failed: %s
de: Die Socket-Verbindung zum Host %s:%s ist fehlgeschlagen: %s

source: Socket timeout of %s seconds reached!
de: Socket-Timeout von %s Sekunden erreicht!

source: Welcome to GOsa
de: Willkommen bei GOsa

source: Cannot find a suitable password method for the current hash!
de: Es konnte keine passende Passwort-Methode für den aktuellen Hash gefunden werden!

source: The snapshot functionality is enabled but the required variable %s is not set!
de: Die Snapshot-Funktionalität ist aktiviert, aber die erforderliche Variable %s ist nicht gesetzt!

source: The snapshot functionality is enabled but the required PHP compression module is missing: %s!
de: Die Snapshot-Funktionalität ist aktiviert, aber das erforderliche PHP compression Modul ist nicht verfügbar: %s!

source: Access control
de: Zugriffskontrolle

source: Manage access control lists
de: Zugriffskontrolllisten verwalten

source: All users
de: Alle Benutzer

source: Reset ACLs
de: ACLs zurücksetzen

source: One level
de: Diese Ebene

source: Current object
de: Aktuelles Objekt

source: Complete subtree
de: Vollständiger Teilbaum

source: Complete subtree (permanent)
de: Vollständiger Teilbaum (permanent)

source: Use ACL defined in role
de: Verwende ACL aus Rollendefinition

source: Users
de: Benutzer

source: Groups
de: Gruppen

source: Section
de: Sektion

source: Used
de: Benutzt

source: Member
de: Mitglied

source: Permissions
de: Berechtigungen

source: Type
de: Typ

source: No ACL settings for this category!
de: Keine ACL-Einstellungen für diese Kategorie!

source: ACLs for: %s
de: ACLs für: %s

source: category ACL
de: ACL Kategorie

source: Edit ACL for '%s' with scope '%s'
de: ACL für '%s' bearbeiten - Gültigkeitsbereich ist '%s'

source: Show/hide advanced settings
de: Zeige/verstecke erweiterte Einstellungen

source: Create objects
de: Erstelle Objekte

source: Move objects
de: Objekte verschieben

source: Remove objects
de: Objekte entfernen

source: Restrict changes to user's own object
de: Änderungen auf das eigene (Benutzer-)Objekt beschränken

source: read
de: lesen

source: write
de: schreiben

source: Complete object
de: Vollständiges Objekt

source: Unknown ACL type '%s'!
de: Unbekannter ACL-Typ '%s'!

source: Unknown entry '%s'!
de: Unbekannter Eintrag '%s'!

source: ACL role: %s
de: ACL-Rolle: %s

source: unknown ACL role
de: unbekannte ACL-Rolle

source: Contains settings for these objects: %s
de: Enthält Einstellungen für diese Objekte: %s

source: inactive
de: inaktiv

source: No members
de: Keine Mitglieder

source: ACL
de: Zugriffsregeln

source: Access control list
de: Zugriffskontrollliste

source: ACL roles
de: ACL-Rollen

source: ACL Entries
de: ACL-Einträge

source: Requested channel does not exist!
de: Der angeforderte Channel existiert nicht!

source: Sort ascending
de: Aufsteigend sortieren

source: Sort descending
de: Absteigend sortieren

source: Select all
de: Alle auswählen

source: created by
de: Angelegt von

source: Go to preceding level
de: Zur übergeordneten Ebene wechseln

source: Go to current users level
de: Zur Ebene des momentanen Benutzers wechseln

source: Reload list
de: Liste neu laden

source: Actions
de: Aktionen

source: Copy
de: Kopieren

source: Cut
de: Ausschneiden

source: Paste
de: Einfügen

source: Cut this entry
de: Diesen Eintrag ausschneiden

source: Copy this entry
de: Diesen Eintrag kopieren

source: Restore snapshots
de: Abzug wiederherstellen

source: Export list
de: Liste exportieren

source: Restore snapshot
de: Abzug wiederherstellen

source: Create new snapshot for this object
de: Erstelle einen neuen Snapshot dieses Objekts

source: Sortable list
de: Sortierbare Liste

source: Edit this entry
de: Diesen Eintrag bearbeiten

source: Delete this entry
de: Diesen Eintrag entfernen

source: Fatal error: no class locations defined - please run %s to fix this
de: Schwerer Fehler: keine class locations definiert - bitte führen Sie %s aus, um das Problem zu beheben

source: Fatal error: cannot instantiate class %s - try running %s to fix this
de: Schwerer Fehler: kann Klasse %s nicht instanziieren - bitte führen Sie %s aus um das Problem zu beheben

source: Error while connecting to LDAP: %s
de: Fehler beim Verbinden mit dem LDAP-Server: %s

source: User ID is not unique!
de: Benutzerkennung ist nicht eindeutig!

source: Error while locking entry!
de: Fehler beim Sperren des Eintrags!

source: Cannot store lock information in LDAP!
de: Kann Sperr-Information nicht im LDAP speichern!

source: Error: %s
de: Fehler: %s

source: The current size limit of %d entries is exceeded!
de: Die Größenbeschränkung von %d Einträgen ist überschritten!

source: Set the size limit to %s
de: Setze Grössenlimitieren auf %s

source: Configure
de: Konfigurieren

source: list is incomplete
de: Liste ist unvollständig

source: Continue anyway
de: Trotzdem Fortsetzen

source: Edit anyway
de: Trotzdem bearbeiten

source: These entries are currently locked:
de: Diese Einträge sind momentan gesperrt:

source: Entries per page
de: Einträge pro Seite

source: GOsa %s snapshot (Rev %s)
de: GOsa %s Entwicklerversion (Rev %s)

source: GOsa development snapshot (Rev %s)
de: GOsa Entwicklerversion (Rev %s)

source: File %s cannot be deleted!
de: Datei %s konnte nicht entfernt werden!

source: Cannot write revision file!
de: Kann nicht in Revisions-Datei schreiben!

source: 'baseIdHook' is not available. Using default base!
de: 'baseIdHook' ist nicht verfügbar. Verwende die Standard-Basis!

source: Cannot read schema information from LDAP. Schema validation is not possible!
de: Kann die Schema-Informationen nicht vom Server beziehen. Keine Schemaprüfung möglich!

source: This class is used to make users appear in GOsa.
de: Diese Klasse wird verwendet um Benutzer in GOsa sichtbar zu machen.

source: This class is used to lock entries in order to prevent multiple edits at a time.
de: Diese Klasse wird verwendet um Mehrfachbearbeitungen von Einträgen zu verhindern.

source: Required object class %s is missing!
de: Die benötigte Objektklasse %s fehlt!

source: Optional object class %s is missing!
de: Die optionale Objektklasse %s fehlt!

source: Wrong version of required object class %s (!=%s) detected!
de: Falsche·Version·der·benötigten·Objektklasse·%s·(!=%s)!

source: Class available
de: Klasse verfügbar

source: RFC2307bis schema is enabled, but the current LDAP configuration does not support it!
de: Das RFC2307bis Schema ist aktiv, die momentanen LDAP-Einstellungen unterstützen es aber nicht!

source: To use RFC2307bis groups, the objectClass 'posixGroup' must be AUXILIARY.
de: Um RFC2307bis-konforme Gruppen verwenden zu können, muss die Objektklasse 'posixGroup' AUXILIARY sein

source: RFC2307bis schema is disabled, but the current LDAP configuration supports it!
de: Das RFC2307bis Schema ist inaktiv, die momentanen LDAP-Einstellungen setzen es aber voraus!

source: To correct this, the objectClass 'posixGroup' must be STRUCTURAL.
de: Um das Problem zu beheben, muss die Objektklasse 'posixGroup' STRUCTURAL sein.

source: German
de: Deutsch

source: French
de: Französisch

source: Italian
de: Italienisch

source: Spanish
de: Spanisch

source: English
de: Englisch

source: Dutch
de: Niederländisch

source: Polish
de: Polnisch

source: Brazilian Portuguese
de: Portugiesisches Brasilianisch

source: Chinese
de: Chinesisch

source: Vietnamese
de: Vietnamesisch

source: Russian
de: Russisch

source: Cannot detect password hash!
de: Kann die Passwortverschlüsselung nicht bestimmen!
