Repository: mbenkmann/limux-gosa
Catalog: gosa-plugins/apache2/locale/*/LC_MESSAGES/messages.po
Languages: fr, pt_br

source: Apache virtual hosts
fr: Service de nom d'hôte virtuel apache

source: Add
fr: Ajouter
pt_br: Adicionar

source: Directory
fr: Répertoire
pt_br: Diretório

source: Name
fr: Nom
pt_br: Nome

source: Virtual host name
fr: Nom de l'hôte de virtuel
pt_br: Nome virtual

source: Only lowercase strings are allowed as Virtual Host Name.
fr: Seul les chaînes en miniscule sont permises dans les noms d'hôtes virtuels.
pt_br: Somente letras minuscula são permitidas para nomes de endereços virtuais.

source: e.g. example.com
fr: ex: exemple.com
pt_br: ex. exemplo.com.br

source: Document root
fr: Document racine
pt_br: Raiz

source: Administrator mail address
fr: Adresse de messagerie de l'administrateur

source: Server alias
fr: Alias serveur
pt_br: Alias do servidor

source: Script alias
fr: Alias script
pt_br: Alias de script

source: Apache service
fr: Service Apache
pt_br: Serviço Apache

source: LDAP error
fr: Erreur LDAP
pt_br: Erro LDAP

source: Apache virtual host service
fr: Service de nom d'hôte virtuel apache
pt_br: Serviço de endereços virtuais

source: Virtual hosts
fr: Hôtes virtuels
pt_br: Endereço Virtual

source: Server name
fr: Nom du serveur

source: Server admin
fr: Administrateur du serveur

source: Generic
fr: Informations
pt_br: Geral

source: Apache Virutal Host
fr: Hôtes virtuels Apache

source: Server settings
fr: Préférences du serveur

source: Server Alias
fr: Alias serveur
pt_br: Alias do servidor

source: URL Alias
fr: Alias URL
pt_br: Alias URL

source: Directory Path
fr: Chemin du répertoire
pt_br: Caminho do diretório

source: Script Alias
fr: Alias script
pt_br: Alias de script

source: Alias Directory
fr: Alias répertoire
pt_br: Alias de diretório

source: Script Directory
fr: Répertoire des scripts
pt_br: Diretório de script

source: Save
fr: Sauver
pt_br: Salvar

source: Cancel
fr: Annuler
pt_br: Cancelar

source: Undefined virtual host name '%s'. Virtual host name must be a valid, fully qualified domain name like 'www.example.com' or 'example.com'.
fr: Nom d'hôte virtuel inconnu '%s'. Le nom d'hôte virtuel doit être comme ceci 'www.exemple.com' ou 'exemple.com'.

source: Services
pt_br: Serviços
