Repository: mbenkmann/limux-gosa
Catalog: gosa-plugins/opsi/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: OPSI product properties
fr: Propriétés des produits OPSI

source: This OPSI product has no options.
fr: Ce produit OPSI n'a pas d'options.

source: Package settings
fr: Configuration du paquet

source: OPSI host
fr: Client OPSI

source: Retry
fr: Réessayer

source: Generic
fr: Informations

source: Name
fr: Nom

source: Net boot product
fr: Produit Netboot

source: Configure product
fr: Configurer le produit

source: Installed products
fr: Produits installés

source: Available products
fr: Produits disponibles

source: Reinstall
fr: Réinstaller

source: Install
fr: Installer

source: Wake
fr: Réveiller

source: Execute
fr: Exécuter

source: More than one Opsi server were found, using the first result '%s'.
fr: Plus d'un serveur Opsi on été trouvés, j'utilise le premier '%s'.

source: Service infrastructure
fr: Infrastructure de service

source: The field 'Name' must contain a domain part!
fr: Le champ 'nom' doit contenir le nom complet incluant le domaine !

source: MAC address
fr: Adresse MAC

source: Error
fr: Erreur

source: OPSI generic
fr: Informations OPSI

source: Local boot product
fr: Produit localboot

source: Hardware information
fr: Information Hardware

source: Software information
fr: Informations Logiciels

source: Device
fr: Périphériques

source: Products
fr: Produits

source: Product properties
fr: Propriétés du produit

source: Check if the GOsa support daemon (gosa-si) is running.
fr: Veuillez vérifier si le service Gosa (gosa-si) fonctionne.

source: License usage
fr: Utilisation des Licences

source: Host
fr: Hôte

source: Key
fr: Clef

source: Pool
fr: Réservoir

source: License
fr: licence

source: Retail
fr: Vente au détail

source: Expiration date
fr: Date d'expiration

source: License key
fr: Clef de licence

source: License generic
fr: Licence par défaut

source: Partner
fr: Partenaire

source: License model
fr: Modèle de licence

source: License pool id
fr: Réservoir de licences

source: Maximum installations
fr: Nombre maximum d'installations

source: Reserved for host
fr: Réservé pour l'hôte

source: Usage
fr: Utilisation

source: Notification date
fr: Date de notification

source: Conclusion date
fr: Date de fin

source: License ID
fr: Numéro de licence

source: Usage by host
fr: Utilisation par hôte

source: License usage by host
fr: Utilisation des licences par hôte

source: Used by
fr: Utilisé par

source: License reservation
fr: Réservation de licence

source: List of license pools
fr: Liste des réservoir de licences

source: Create
fr: Créer

source: Edit
fr: Editer

source: Remove
fr: Supprimer

source: Edit license
fr: Editer la license

source: Remove license
fr: Suppression de la licence

source: unlimited
fr: illimité

source: Volume license (#%s)
fr: Licence en volume (#%s)

source: Concurrent
fr: Simultané

source: Pool generic
fr: Réservoir par défaut

source: License pool generic
fr: Réservoir de licences par défaut

source: Windows software IDs
fr: IDs logiciel Windows

source: Licenses
fr: licences

source: Reserved for
fr: Réservé pour

source: Licenses used
fr: Licences utilisées

source: Software licenses
fr: Licences logicielles

source: Manage software licenses for Windows system deployments
fr: Gère les licences pour les déploiement Windows

source: License settings
fr: Configuration des licences

source: Generic settings
fr: Paramètres par défaut

source: Additional settings
fr: Paramètres supplémentaire

source: License key settings
fr: Paramètres de la clef de licence

source: none
fr: aucun

source: Usage by product
fr: Utilisation par produit

source: License usage by product
fr: Utilisation des licences par produit

source: Lincense settings
fr: Configuration des licences

source: Default filter
fr: Filtre par défaut

source: By product
fr: Par produit
