Repository: mbenkmann/limux-gosa
Catalog: gosa-plugins/heimdal/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, pl, pt_br

source: Heimdal options
de: Heimdal Optionen
es: Opciones Heimdal
fr: Options Heimdal
pl: Opcje Heimdal
pt_br: Opções Heimdal

source: Use empty values for infinite
de: Verwende leeres Feld für unbegrenzt
es: Usar valores vacíos para infinito
fr: Utiliser une valeur nulle pour infini
pl: Użyj pustych wartości dla nieskończoności
pt_br: Use valores em branco para infinito

source: Ticket max life
de: Maximale Lebensdauer der Tickets
es: Duración máxima del ticket
fr: Le délai de vie maximum du ticket
pl: Maksymalny czas życia biletu
pt_br: Tempo de vida do bilhete

source: Ticket max renew
de: Maximale Erneuerung der Tickets
es: Periodo de renovación del ticket
fr: Le délai maximum de renouvellement
pl: Maksymalny czas odnowienia biletu
pt_br: Máximo para renovação do bilhete

source: infinite
de: unbegrenzt
es: infinito
fr: infini
pl: nieskończone
pt_br: infinito

source: Hour
de: Stunde
es: Hora
fr: Heure
pl: Hodzina
pt_br: Hora

source: Minute
es: Minuto
fr: Minutes
pl: Minuta
pt_br: Minuto

source: Day
de: Tag
es: Día
fr: Jour
pl: Dzień
pt_br: Dia

source: Month
de: Monat
es: Mes
fr: Moi
pl: Miesiąc
pt_br: Mês

source: Year
de: Jahr
es: Año
fr: Année
pl: Rok
pt_br: Ano:

source: Valid ticket start time
de: Gültigkeitsbeginn der Tickets
es: Fecha inicial de validez del ticket
fr: Date de validité de départ pour le ticket
pl: Ważność biletu od
pt_br: Hora inicio de validade do bilhete

source: Valid ticket end time
de: Gültigkeitsende der Tickets
es: Fecha final de validez del ticket
fr: Date de validité de fin pour le ticket
pl: Ważność biletu do
pt_br: Hora final de validade do bilhete

source: Password end
de: Passwort Ende
es: Fin de contraseña
fr: Fin du mot de passe
pl: Hasło wygasa

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pl: Zapisz
pt_br: Salvar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar

source: Kerberos service
de: Kerberos-Dienst
es: Servicio Kerberos
fr: Service Kerberos
pl: Usługa Kerberos
pt_br: Serviço Kerberos

source: Service infrastructure
de: Dienst-Infrastruktur
es: Infraestructura de servicio
fr: Service d'infrastructure
pl: Infrastruktura usługi
pt_br: Serviços de infraestrutura

source: Kerberos service (kadmin access informations)
de: Kerberos Dienst (kadmin Zugangs-Informationen)
es: Servicio Kerberos (información acceso kadmin)
fr: Service Kerberos ( information accès kadmin )
pl: Usługa Kerberos (informacje dostępowe kadmin)
pt_br: Serviço Kerberos (informações de acesso kadmin)

source: Realm
es: Dominio
fr: Domaine
pl: Dziedzina
pt_br: Nome real

source: In order to save policy changes, the server requires a valid mac address.
de: Um Änderungen der Richtlinien zu speichern, benötigt der Server eine gültige Mac-Adresse.
es: Para poder grabar los cambios en la política, el servidor debe tener un dirección MAC válida.
fr: Pour pouvoir changer la police de sécurité, le serveur nécessite un adresse mac valide.
pl: Aby zapisać zmiany polis, serwer wymaga poprawnego adresu MAC.
pt_br: A fim de salvar as alterações de política, o servidor requer um válido endereço MAC.

source: Remove
de: Entfernen
es: Eliminar
fr: Enlever
pl: Usuń
pt_br: Remover

source: Policy
de: Richtlinie
es: Política
fr: Police
pl: Polisa
pt_br: Política

source: Kerberos access information
de: Kerberos Zugangs-Information
es: Acceso a información Kerberos
fr: Information d'accès Kerberos
pl: Informacje dostępowe Kerberos
pt_br: Informações de acesso kerberos

source: Services
de: Dienste
es: Servicios
pl: Usługi
pt_br: Serviços

source: Policies
de: Richtlinien
es: Políticas
fr: Politiques d'accès
pl: Polisy
pt_br: Políticas

source: LDAP error
de: LDAP-Fehler
es: Error LDAP
fr: Erreur LDAP
pl: błąd LDAP
pt_br: Erro LDAP

source: Max life
de: Max Gültigkeit
es: Duración máxima
fr: Délai de vie max
pl: Maksymalny czas życia
pt_br: Tempo máx. de vida

source: Max renew
de: Max Erneuerung
es: Renovación máxima
fr: Délai de renouvellement maximum
pl: Maksymalne czas odnowienia
pt_br: Máximo para renovação

source: Valid start
de: Gültigkeitsbeginn
es: Inicio válido
fr: Valide à partir de
pl: Ważne od
pt_br: Inicio da validade

source: Valid end
de: Gültigkeitsende
es: Fin válido
fr: Valide jusqu'a
pl: Ważne do
pt_br: Final da validade

source: Valid password
de: Gültigkeitspasswort
es: Contraseña válida
fr: Mot de passe valide
pl: Prawidłowe hasło
pt_br: Senha válida

source: Kerberos kadmin access
de: Kerberos-Zugang via kadmin
es: Acceso a Kerberos kadmin
fr: Accès kadmin Kerberos
pl: Dostęp do Kerberos kadmin
pt_br: Acesso kadmin kerberos

source: Kerberos Realms
de: Kerberos Bereiche
es: Dominio Kerberos
fr: Realm Kerberos
pl: Dziedziny Kerberos
pt_br: Nomes reais kerberos

source: Error loading Heimdal configuration, more than one configuration entry was found for '%s'.
de: Fehler beim Laden der Heimdal-Konfiguration, es wurde mehr als ein Konfigurationseintrag für '%s' gefunden.
